Repository: toremuratb/dsl-caspian
Catalog: DSL/Resources/Resource.*.resx
Languages: kk, ru

# FP1SectionText1
source: hydrocarbon fire protection systems operate on structural steelwork, vessels, tanks and spheres for either new construction or maintenance works for power stations, nuclear power, petrochemical, oil & gas and pharmaceutical sites.
kk: көмірсутектерді өрт сөндіру жүйелері электр станциялары, атом энергетикасы объектілері, мұнай-химия, мұнай-газ және фармацевтикалық кәсіпорындар үшін жаңа құрылыс немесе жөндеу жұмыстарын жүргізу үшін болат конструкцияларын, цистерналарды, цистерналарды және салаларды салу бойынша жұмыс жүргізеді.
ru: системы противопожарной защиты углеводородов работают на строительных стальных конструкциях, емкостях, резервуарах и шарах для проведения новых строительных или ремонтных работ для электростанций, объектах атомной энергетики, нефтехимии, нефтегазовых и фармацевтических объектах.

# FP1SectionText2
source: A variety of fire protection services are available including fire seals and general penetration work utilising a variety of industry standard materials and specifications. We are licensed for the Promat Fendolite, International Chartek, PPG Pitt- Char , Leigh’s M90 Systems, and Jota-Char.
kk: Біз өртке қарсы қорғаныс қызметтерін ұсынамыз, соның ішінде өртке қарсы перделер мен өнеркәсіпте әртүрлі материалдар мен техникалық сипаттамалары бар жалпы ендірме жұмыстары. Біз Promat Fendolite, International Chartek, PPG Pitt-Char, Leigh's M90 Systems және Jota-Char лицензиялары бар.
ru: Мы предлагаем различные службы противопожарной защиты, в том числе огневые шторы и общие работы по проникновению с использованием различных материалов и спецификаций в промышленности. Мы лицензированы для Promat Fendolite, International Chartek, PPG Pitt-Char, Leigh's M90 Systems и Jota-Char.

# FP1SectionTextBold
source: DSL Caspian's
kk: DSL Caspian
ru: DSL Caspian

# FP1SectionTitle
source: About Fire Protection
kk: Өрт Қауіпсіздігі
ru: О Пожарной Защите

# FPBannerText
source: Our team has a proven track record in hydrocarbon fire protection on oil & gas sites.
kk: Біздің ком- пания мұнай-газ кешендеріндегі көмірсутектерді өрттен қорғау саласында дәлелденген беделге ие.
ru: Наша команда имеет проверенную репутацию в области противопожарной защиты углеводородов на нефтегазовых объектах.

# FPBannerTitle
source: Fire protection
kk: Өрт қауіпсіздігі
ru: Противопожарная защита

# FPChoose1
source: Hydrocarbon fire protection
kk: Көмірсутекті өрттен қорғау.
ru: Углеводородная противопожарная защита.

# FPChoose2
source: Flexible fire protection system
kk: Иілгіш өрт қауіпсіздігі жүйесі
ru: Гибкая система противопожарной защиты

# FPChoose3
source: Enhanced safety
kk: Жақсартылған қауіпсіздік
ru: Усиленная безопасность

# FPParallaxText
source: Securing you Business
kk: Бизнесіңізді Қорғаймыз
ru: Защищая Ваш Бизнес

# HomeClientsSliderTitle
source: Our customers
kk: Клиенттеріміз
ru: Наши клиенты

# HomeCountersTitle1
source: Employees
kk: Қызметкерлер
ru: Сотрудников

# HomeCountersTitle2
source: Offshore Hours
kk: Теңізде сағаттар
ru: Часов на море

# HomeCountersTitle3
source: Completed Projects
kk: Аяқталған жобалар
ru: Завершенных проектов

# HomeCountersTitle4
source: Ongoing Projects
kk: Ағымдағы жобалар
ru: Текущих проектов

# HomeCountersTitle5
source: Hours Without Accident
kk: Оқысыз сағаттары
ru: Часов без инцидентов

# HomeProjectsSectionTitle
source: Latest Projects
kk: Соңғы жобалар
ru: Последние проекты

# HomeProjectSubtitle1
source: Aksai
kk: Ақсай
ru: Аксай

# HomeProjectSubtitle10
source: Karabatan
kk: Қарабатан
ru: Карабатан

# HomeProjectSubtitle11
source: Karabatan
kk: Қарабатан
ru: Карабатан

# HomeProjectSubtitle12
source: Tengiz
kk: Теңіз
ru: Тенгиз

# HomeProjectSubtitle13
source: D&A Islands
kk: D мен А Аралдары
ru: острова D&A

# HomeProjectSubtitle14
source: Tengiz
kk: Теңіз
ru: Тенгиз

# HomeProjectSubtitle15
source: Island "D"
kk: D-Аралы
ru: Остров "D"

# HomeProjectSubtitle2
source: Karabatan
kk: Қарабатан
ru: Карабатан

# HomeProjectSubtitle3
source: Offshore Island “D”
kk: Теңіз жобасы Island "D"
ru: Морской проект Island "D"

# HomeProjectSubtitle4
source: Tengiz
kk: Теңіз
ru: Тенгиз

# HomeProjectSubtitle5
source: Tengiz
kk: Теңіз
ru: Тенгиз

# HomeProjectSubtitle6
source: Kuryk
kk: Құрық
ru: Курык

# HomeProjectSubtitle7
source: Kuryk
kk: Құрық
ru: Курык

# HomeProjectSubtitle8
source: Karabatan
kk: Қарабатан
ru: Клиент: ERSAI

# HomeProjectSubtitle9
source: Offshore Island "D"
kk: Теңіз жобасы Island "D"
ru: Морской проект Island "D"

# HomeProjectText1
source: Project Scope: Scaffolding, PFP, Insulation, Surface preparation.
kk: Жобаның көлемі: Құрылыс салаптары, PFP, оқшаулау, беттік дайындау
ru: Сфера применения проекта: Леса, PFP, Изоляция, Подготовка поверхности

# HomeProjectText10
source: General Maintenance, Plant Upgrades. Project Scope: Insulation, PFP, Scaffolding, Protective cover, Rope Access
kk: Жалпы техникалық қызмет көрсету, зауытты жаңғырту. Қолдану аясы: Оқшаулау, PFP, Құрылыс Салаптары, Қорғасын жабу, Өнеркәсіптік өрмелеу
ru: Общее техническое обслуживание, модернизация завода. Сфера применения: Изоляция, PFP, Леса, Защитная покрытие, промышленный альпинизм

# HomeProjectText11
source: General Maintenance, Plant Upgrades. Project Scope: Insulation, PFP, Scaffolding, Protective cover, Rope Access
kk: Жалпы техникалық қызмет көрсету, зауытты жаңғырту. Қолдану аясы: Оқшаулау, PFP, Құрылыс Салаптары, Қорғасын жабу, Өнеркәсіптік өрмелеу
ru: Общее техническое обслуживание, модернизация завода. Сфера применения: Изоляция, PFP, Леса, Защитное покрытие, промышленный альпинизм

# HomeProjectText12
source: FBE Coating application at the TCO FGP area and PFP spray application at the SGR/SGE area.
kk: SG / SGE аймағында PFP шашырауымен ТШО-ның ККЖ аймағында FBE жабындысын қолдану.
ru: Применение FBE покрытия в области FGP TCO с распылением PFP в области SGR / SGE.

# HomeProjectText13
source: Supply of Painting, Fireproofing services and relevant materials to D&A Islands on the Pig Trap Launcher execution
kk: Қосқышты іске қосу үшін бояу, өрт қауіпсіздігін қамтамасыз ету және D & A аралдарына арналған материалдарды жеткізу.
ru: Обеспечение выполнения работ по окраске, огнезащите и поставок соответствующих материалов для островов D & A для запуска пусковой установки.

# HomeProjectText14
source: Provision of manpower, materials and scaffolding services for Tengiz Prorva yard
kk: Теңіз Прорва аулына жұмыс күшін, материалдарды және орман төсеніштерін ұсыну
ru: Клиент: UNEX STROY

# HomeProjectText15
source: Provision of manpower, indirect and rope access services for installation of PFP and Thermal removable Jackets at Offshore D-Island facility
kk: Off-shore D-Island объектісінде PFP және жылу алынбалы қаптамаларды орнату үшін жұмыспен қамту қызметтерін, өнеркәсіптік альпинизммен қамтамасыз ету
ru: Предоставление услуг в виде рабочей силы, промышленного альпинизма для установки PFP и тепловых съемных покрытий на офшорном объекте D-Island

# HomeProjectText16
source: Scaffolding, Painting and Insulation works at EPC-2 Hook-Up project
kk: «EPC-2 жобасын растау» жобасында құрылысы салаптарым салу, бояу және оқшаулау бойынша жұмыстар
ru: Работы по строительству лесов, покраске и изоляции в проекте «Подтверждение проекта EPC-2»

# HomeProjectText2
source: Project Scope: Scaffolding, PFP, Rope Access, Insulation, Surface preparation.
kk: Жобаның іске асуы: Құрылыс салаптары, PFP, өнеркәсіптік өрмелеу, оқшаулау, беттерді дайындау.
ru: Сфера применения проекта: строительные леса, PFP, промышленный альпинизм, изоляция, подготовка поверхности.

# HomeProjectText3
source: Project Scope: Scaffolding, PFP, Rope Access, Insulation, Surface preparation.
kk: Жобаның іске асуы: Құрылыс салаптары, PFP, өнеркәсіптік өрмелеу, оқшаулау, беттерді дайындау.
ru: Сфера применения проекта: строительные леса, PFP, промышленный альпинизм, изоляция, подготовка поверхности.

# HomeProjectText4
source: Project Scope: Scaffolding, PFP, Insulation, Surface preparation
kk: Жобаның көлемі: Құрылыс салаптары, PFP, оқшаулау, беттік дайындау
ru: Сфера применения проекта: Леса, PFP, Изоляция, Подготовка поверхности

# HomeProjectText5
source: General Maintenance works. Project Scope:Insulation, Scaffolding
kk: Жалпы күтім. Қолдану аясы: оқшаулау, Құрылыс Салаптары
ru: Общее техническое обслуживание. Сфера применения: Изоляция, строительные леса

# HomeProjectText6
source: Construct Jack-Up Drilling Rig. Project Scope: Insulation, PFP, Scaffolding, Protective cover
kk: Jack-Up бұрғылау қондырғысын салу. Қолдану аясы: оқшаулау, PFP, Құрылыс салаптары, қорғаныш жабын.
ru: Строительство буровой установки Jack-Up. Сфера применения: Изоляция, PFP, Леса, Зашитное Покрытие.

# HomeProjectText7
source: Construction EPC Offshore Modules. Project Scope: Insulation, PFP, Scaffolding, Protective cover
kk: EPC теңіз модульдерінің дизайны. Қолдану аясы: Оқшаулау, ПФП, Құрылыс Сатылары, Қорғаныш Жабын.
ru: Конструкция морских модулей EPC. Сфера применения: Изоляция, PFP, Леса, .

# HomeProjectText8
source: Project Scope: Insulation, PFP, Scaffolding, Protective cover, Rope Access
kk: Jack-Up бұрғылау қондырғысын салу. Қолдану аясы: оқшаулау, PFP, Құрылыс салаптары, қорғаныш жабын, өнеркәсіптік альпинизм..
ru: Сфера применения: Изоляция, PFP, Леса, Защитное Покрытие, Промышленный Альпинизм

# HomeProjectText9
source: General Maintenance Works. Project Scope: Insulation, PFP, Scaffolding, Protective cover
kk: Жалпы техникалық қызмет көрсету. Қолдану аясы: оқшаулау, PFP, Құрылыс Салаптары, қорғаныш жабын
ru: Общие работы по техническому обслуживанию. Сфера применения: Изоляция, PFP, Леса, Зашитное Покрытие

# HomeProjectTitle1
source: Client: KPO
kk: Клиент: KPO
ru: Клиент: KPO

# HomeProjectTitle10
source: Client: PSNK
kk: Клиент: PSNK
ru: Клиент: PSNK

# HomeProjectTitle11
source: Client: NCOC
kk: Клиент: NCOC
ru: Клиент: NCOC

# HomeProjectTitle12
source: Client: SICIM
kk: Клиент: SICIM
ru: Клиент: SICIM

# HomeProjectTitle13
source: Client: KCOI
kk: Клиент: KCOI
ru: Клиент: KCOI

# HomeProjectTitle14
source: Client: UNEX STROY
kk: Клиент: UNEX STROY
ru: Клиент: UNEX STROY

# HomeProjectTitle15
source: Client: CONTRAFLEX KZ AIS
kk: Клиент: CONTRAFLEX KZ AIS
ru: Клиент: CONTRAFLEX KZ AIS

# HomeProjectTitle16
source: Client: ISKER
kk: Клиент: ISKER
ru: Клиент: ISKER

# HomeProjectTitle2
source: Client: NCOC
kk: Клиент: NCOC
ru: Клиент: NCOC

# HomeProjectTitle3
source: Client: NCOC
kk: Клиент: NCOC
ru: Клиент: NCOC

# HomeProjectTitle4
source: Client: TCO
kk: Клиент: TCO
ru: Клиент: TCO

# HomeProjectTitle5
source: Client: SICIM
kk: Клиент: SICIM
ru: Клиент: SICIM

# HomeProjectTitle6
source: Client: ERSAI
kk: Клиент: ERSAI
ru: Клиент: ERSAI

# HomeProjectTitle7
source: Client: ERSAI
kk: Клиент: ERSAI
ru: Клиент: ERSAI

# HomeProjectTitle8
source: Client: ERSAI
kk: Клиент: ERSAI
ru: Клиент: ERSAI

# HomeProjectTitle9
source: Client: ERSAI
kk: Клиент: ERSAI
ru: Клиент: ERSAI

# HomeServiceLinkMore
source: View More
kk: Көбірек біліңіз
ru: Подробнее

# HomeServiceTextFP
source: Our team has a proven track record in hydrocarbon fire protection on oil & gas sites.
kk: Біздің ком- пания мұнай-газ кешендеріндегі көмірсутектерді өрттен қорғау саласында дәлелденген беделге ие.
ru: Наша команда имеет проверенную репутацию в области огневой защиты углеводородов на нефтегазовых объектах.

# HomeServiceTextIC
source: We provide a wide range of industrial cleaning and decontamination services.
kk: Өндірістік тазалау және дезинфекциялау бойынша қызметтердің кең спектрін ұсынамыз.
ru: Мы предоставляем широкий спектр услуг по промышленной очистке и обеззараживанию.

# HomeServiceTextInsl
source: We offer a full range of insulation applications, including mineral fibres, cellular glass,calcium silicate, polyurethane and phenolic foams.
kk: Біз минералды талшықтарды, жасушалық шыны, кальций силикатын, полиуретанды және фенолдық көбікті қоса алғанда, оқшауланған қосымшалардың толық спектрін ұсынамыз.
ru: Мы предлагаем полный спектр изоляционных применений, включая минеральные волокна, ячеечное стекло, силикат кальция, полиуретан и фенольные пены.

# HomeServiceTextPC
source: We specialize in applying protective coatings for industrial clients, on long-term contracts and large construction sites.
kk: Біз өнеркәсіптік тұтынушыларға ұзақ мерзімді келісімшарттар мен ірі құрылыс жобалары үшін қорғаныш жабындарды пайдалануда мамандандырылған.
ru: Мы специализируемся на применении защитных покрытий для промышленных заказчиков, на долгосрочных контрактах и больших строительных объектах.

# HomeServiceTextProc
source: We are a leading independent specialized supplier of industrial products to Kazakhstan
kk: Біз Қазақстандағы өнеркәсіптік өнімнің жетекші тәуелсіз жеткізушісі болып табыламыз
ru: Мы являемся ведущим независимым специализированным поставщиком промышленной продукции в Казахстан

# HomeServiceTextRP
source: We have developed unrivalled expertise in rope access and abseiling techniques both on and offshore.
kk: Өнеркәсіптік альпинизм саласында және теңізде де, теңізде де әдістерді қолдануда теңдесі жоқ тәжірибе әзірледік.
ru: Мы разработали непревзойденный опыт в области промышленного альпинизма и методов спуска как на суше, так и на море.

# HomeServiceTextScaf
source: Our fully-trained workforce provides access solutions, using Layher System Scaffold as well as traditional tube and fitting.
kk: Біздің толықтай дайындалған жұмыс күшін көп қабатты орман жүйесімен, сондай-ақ дәстүрлі құбырлар мен фитингтерді пайдалану арқылы қол жеткізуді қамтамасыз етеді.
ru: Наш полностью подготовленный штат работников предоставляет услуги промышленного альпинизма, используя многослойную систему лесов, а также традиционные трубки и фитинги.

# HomeServiceTextTrain
source: Our training department is certified to provide qualification courses and in-house training
kk: Біздің оқу бөлімі біліктілігін арттыру курстарын өткізу және үйде оқыту үшін сертификатталған.
ru: Наш отдел обучения сертифицирован для проведения курсов повышения квалификации и обучения на дому.

# HomeServiceTitleFP
source: Fire Protection
kk: Өрт қауіпсіздігі
ru: Противопожарная защита

# HomeServiceTitleIC
source: Industrial Cleaning
kk: Өндірістік Тазалау
ru: Промышленная Очистка

# HomeServiceTitleInsl
source: Insulation
kk: Оқшаулау
ru: Изоляция

# HomeServiceTitlePC
source: Protective Coatings
kk: Қорғаныш Жабындар
ru: Защитные Покрытия

# HomeServiceTitleProc
source: Distribution and Procurement
kk: Дистрибуция және Сатып Алу
ru: Дистрибуция и Закупки

# HomeServiceTitleRP
source: Rope Access
kk: Өнеркәсіптік Альпинизм
ru: Промышленный Альпинизм

# HomeServiceTitleScaf
source: Scaffolding
kk: Құрылыс Салаптары
ru: Строительные леса

# HomeServiceTitleTrain
source: Training Centre
kk: Оқу Орталығы
ru: Центр Обучения

# HomeSliderSlide1H3
source: Quality
kk: Сапалы
ru: Качественные

# HomeSliderSlide1H3Span1
source: Industrial Services
kk: Өнеркәсіптік Қызметтер
ru: Промышленные Услуги

# HomeSliderSlide1H3Span2
source: From Your Local Partner
kk: Жергілікті серіктесіңізден
ru: От вашего местного партнера

# HomeSliderSlide2H3
source: Strong
kk: Мықты
ru: Надежность

# HomeSliderSlide2H3Span
source: Safety and Environmental Performance
kk: Қауіпсіздік және Экологиялық Үйлесімділік
ru: Безопасность и Экологичность

# HomeSliderSlide3H3
source: Independent
kk: Тәуелсіз
ru: Независимый

# HomeSliderSlide3H3Span
source: Supplier of Industrial Products
kk: Өндірістік Өнімдерді Жеткізуші
ru: Поставщик Промышленных Продуктов

# HomeSliderSlide4H3
source: Authorized
kk: Уәкілетті
ru: Авторизованный

# HomeSliderSlide4H3Span
source: Training and Certification Centre
kk: Оқу және Сертификаттау Орталығы
ru: Центр Обучения и Сертификации

# HomeTextCarousel1
source: Quality Specialists?
kk: Білікті мамандар?
ru: Квалифицированные Специалисты?

# HomeTextCarousel2
source: Fast Service?
kk: Жылдам Қызмет Көрсету?
ru: Быстрый Сервис?

# HomeTextCarousel3
source: Best Solutions?
kk: Үздік шешімдер?
ru: Лучшие Решения?

# HomeTextCarousel4
source: Certified Contractor?
kk: Сертификатталған мердігер?
ru: Сертифицированный подрядчик?

# HomeTextCarousel5
source: Authorized Partners?
kk: Авторландырылған серіктестер?
ru: Авторизованные Партнеры?

# HomeTextCarouselTitle
source: Need
kk: Қажетті
ru: Требуется

# HomeTextCarouselTitle2
source: DSL Caspian is ready to help
kk: DSL Caspian көмектесуге дайын
ru: DSL Caspian готов помочь

# HomeWelcomeText
source: We provide essential fabric maintenance and construction support to the oil and gas industry in the Caspian region offering high-quality services in access solutions including rope access, insulation, refractory linings, industrial coatings, passive fire protection, blasting, industrial cleaning, training and assessment throughout the lifecycle of large secure industrial assets.
kk: Біз Каспий аймағындағы мұнай-газ өнеркәсібінің құрылысында қажетті техникалық қызмет пен қолдауды қамтамасыз етеміз және өнеркәсіптік альпинизм, оқшаулау, отқа төзімді шырақтар, өнеркәсіп жабындары, пассивті өрт сөндіру, жарылыс, өнеркәсіптік тазалау, оқыту және бағалау үшін жоғары сапалы, сенімді өнеркәсіптік активтердің бүкіл өмірлік циклінде ұсынамыз. .
ru: Мы обеспечиваем необходимое техническое обслуживание и поддержку в строительстве нефтегазовой отрасли в Каспийском регионе, предлагая высококачественные услуги промышленного альпинизма, изоляцию, огнеупорные футеровки, промышленные покрытия, пассивную противопожарную защиту, взрывные работы, промышленную очистку, обучение и оценку на протяжении всего жизненного цикла крупных надежных промышленных активов.

# HomeWelcomeTitle
source: Welcome to DSL Caspian
kk: DSL Caspian-ға қош келдіңіз
ru: Добро пожаловать в DSL Caspian

# Insl1SectionText1
source: As a long-established member of the Thermal Insulation Contractors Association (TICA), we have gained extensive knowledge and expertise providing insulation over many years. While covering the full spectrum of thermal, cryogenic and acoustic insulation and applications, great importance is placed on maintaining and developing strong technical and commercial links with primary manufacturers and suppliers.
kk: Жылулық оқшаулау мердігерлері қауымдастығының (TICA) ескі мүшесі ретінде көптеген жылдар бойы оқшаулауды қамтамасыз еткен кең ауқымды білім мен тәжірибеге ие болдық. Жылулық, криогенді және акустикалық оқшаулау мен қолданудың толық спектрін ұсына отырып, жаһандық өндірушілермен және жеткізушілермен күшті техникалық және коммерциялық байланыстарды сақтауға және дамытуға үлкен мән береміз.
ru: Являясь давним членом Ассоциации подрядчиков по теплоизоляции (TICA), мы приобрели обширные знания и опыт, обеспечивающие изоляцию на протяжении многих лет. Предлагая весь спектр тепловой, криогенной и акустической изоляции и приложений, мы придаем большое значение поддержанию и развитию прочных технических и коммерческих связей с мировыми производителями и поставщиками.

# Insl1SectionText2
source: We continually review new products and applications to improve quality, cost-effectiveness, and alternative methods of installation. Cladding materials such as stainless steel, aludip, aluzinc, galvanised mild steel and alternative finishes including PIB, canvas and glass cloths are also available.
kk: Біз үнемі сапалы, тиімді және балама орнату әдістерін жақсарту үшін жаңа өнімдер мен қосымшаларды жетілдіреміз. Біз сондай-ақ баспайтын болат, алюминий, алюминкілер, мырышталған балқытылған болат және балама аяқтары, соның ішінде PIB, кенеп мата және шыны мата сияқты материалдармен қамтамасыз етеміз.
ru: Мы постоянно совершенствуем новые продукты и приложения для повышения качества, рентабельности и альтернативных методов установки. Также мы предоставляем облицовочные материалы, такие как нержавеющая сталь, алюминий, алюцинк, оцинкованная мягкая сталь и альтернативная отделка, включая PIB, холст и стеклянную ткань.

# Insl1SectionTitle
source: About Insulation
kk: Оқшаулау
ru: Об Изоляции

# InslBannerText
source: We offer a full range of insulation applications, including mineral fibres, cellular glass, calcium silicate, polyurethane and phenolic foams.
kk: Біз минералды талшықтарды, жасушалық шыны, кальций силикатын, полиуретанды және фенолдық көбікті қоса алғанда, оқшауланған қосымшалардың толық спектрін ұсынамыз.
ru: Мы предлагаем полный спектр изоляционных применений, включая минеральные волокна, ячеечное стекло, силикат кальция, полиуретан и фенольные пены.

# InslBannerTitle
source: Insulation
kk: Оқшаулау
ru: Изоляция

# InslChoose1
source: Innovative applications
kk: Инновациялық қосымшалар
ru: Инновационные приложения

# InslChoose2
source: TICA membership
kk: TICA-ға мүшелік
ru: Членство в TICA

# InslChoose3
source: Cost effective
kk: Құны тиімді
ru: Экономически эффективный

# InslParallaxText
source: Looking for Quality?
kk: Сапаны іздейсіз бы?
ru: Ищете качество?

# LayoutFixedButton1
source: Send Message
kk: Хабарлама
ru: Написать

# LayoutFixedButton2
source: Call Us Now
kk: Қоңырау Шалу
ru: Позвонить

# LayoutFooterNav
source: Navigation
kk: Навигация
ru: Навигация

# LayoutFooterSubscribeTitle
source: Get Our News
kk: Жаңалықтарға жазылу
ru: Получайте наши новости

# LayoutMenuAbout
source: About
kk: Біз Туралы
ru: О нас

# LayoutMenuCareer
source: Career
kk: Мансап
ru: Карьера

# LayoutMenuContacts
source: Contacts
kk: Байланыс
ru: Контакты

# LayoutMenuDistributionAndProcurement
source: Distribution And Procurement
kk: Дистрибуция
ru: Дистрибуция и Закупки

# LayoutMenuEnglish
source: English
kk: Ағылшын
ru: Английский

# LayoutMenuFireProtection
source: Fire Protection
kk: Өрт қауіпсіздігі
ru: Пожарная защита

# LayoutMenuHome
source: Home
kk: Басты
ru: Главная

# LayoutMenuIndustrialCleaning
source: Industrial Cleaning
kk: Тазалау
ru: Очистка

# LayoutMenuInsulation
source: Insulation
kk: Оқшаулау
ru: Изоляция

# LayoutMenuKazakh
source: Kazakh
kk: Қазақ
ru: Казахский

# LayoutMenuLanguage
source: Language
kk: Тіл
ru: Язык

# LayoutMenuProjects
source: Projects
kk: Жобалар
ru: Проекты

# LayoutMenuProtectiveCoating
source: Protective Coatings
kk: Қорғаныш Жабындар
ru: Защитные Покрытия

# LayoutMenuRopeAccess
source: Rope Access
kk: Өнеркәсіптік Альпинизм
ru: Промышленный Альпинизм

# LayoutMenuRussian
source: Russian
kk: Орыс
ru: Русский

# LayoutMenuScaffolding
source: Scaffolding
kk: Құрылыс Салаптары
ru: Строительные леса

# LayoutMenuServices
source: Services
kk: Қызметтер
ru: Услуги

# LayoutMenuTrainingCentre
source: Training Centre
kk: Оқу Орталығы
ru: Центр Обучения

# LayoutMoreMenuButton
source: More
kk: Көбірек біліңіз
ru: Подробнее

# LayoutSearchButton
source: Search
kk: Іздеу
ru: Поиск

# LayoutSubscribeButton
source: Subscribe
kk: Жазылу
ru: Подписывайтесь

# ModalButtonClose
source: Close
kk: Жабу
ru: Закрыть

# ModalMobileText1
source: It appears your Web browser is not configured to display PDF files. No worries, just
kk: Веб-шолғыш PDF файлдарын көрсету үшін теңшелмеген. Алаңдатпаңыз, жай ғана
ru: Кажется, ваш веб-браузер не настроен для отображения файлов PDF. Не беспокойтесь, просто

# ModalMobileText2
source: click here to download the PDF file.
kk: Жүктеу үшін басыңыз
ru: Нажмите, чтобы загрузить

source: Our Brochures
kk: Біздің брошюралар
ru: Наши Брошюры

source: Our Certificates
kk: Біздің Сертификаттарымыз
ru: Наши Сертификаты
