Repository: toremuratb/dsl-caspian
Catalog: DSL/Resources/Resource.*.resx
Languages: kk, ru

# ServicesServicetab5Text
source: Our team has a proven track record in hydrocarbon fire protection on oil & gas sites.
kk: Біздің ком- пания мұнай-газ кешендеріндегі көмірсутектерді өрттен қорғау саласында дәлелденген беделге ие.
ru: Наша команда имеет проверенную репутацию в области огневой защиты углеводородов на нефтегазовых объектах.

# ServicesServicetab5Title
source: Fire protection
kk: Өрт қауіпсіздігі
ru: Противопожарная защита

# ServicesServicetab6Text
source: We specialize in applying protective coatings for industrial clients, on long-term contracts and large construction sites.
kk: Біз өнеркәсіптік тұтынушыларға ұзақ мерзімді келісімшарттар мен ірі құрылыс жобалары үшін қорғаныш жабындарды пайдалануда мамандандырылған.
ru: Мы специализируемся на применении защитных покрытий для промышленных заказчиков, на долгосрочных контрактах и больших строительных объектах.

# ServicesServicetab6Title
source: Protective Coating
kk: Қорғаныш Жабындар
ru: Защитное Покрытие

# ServicesServicetab7Text
source: We are a leading independent specialized supplier of industrial products to Kazakhstan
kk: Біз Қазақстандағы өнеркәсіптік өнімнің жетекші тәуелсіз жеткізушісі болып табыламыз
ru: Мы являемся ведущим независимым специализированным поставщиком промышленной продукции в Казахстан

# ServicesServicetab7Title
source: Distribution and Procurement
kk: Дистрибуция және Сатып Алу
ru: Дистрибуция и Закупки

# ServicesServicetab8Text
source: We specialize in applying protective coatings for industrial clients, on long-term contracts and large construction sites.
kk: Біз өнеркәсіптік тұтынушыларға ұзақ мерзімді келісімшарттар мен ірі құрылыс жобалары үшін қорғаныш жабындарды пайдалануда мамандандырылған.
ru: Мы специализируемся на применении защитных покрытий для промышленных заказчиков, на долгосрочных контрактах и больших строительных объектах.

# ServicesServicetab8Title
source: Training Centre
kk: Оқу Орталығы
ru: Центр Обучения

# ServicesServicetabMore
source: View More
kk: Көбірек біліңіз
ru: Подробнее

# SHEQBannerText
source: Strongly committed to health and safety and the well-being in the workplace
kk: Жұмыс орнында денсаулық пен қауіпсіздікті және әл-ауқаттылықты күшейту
ru: Сильная приверженность делу охраны здоровья и безопасности и благополучия на рабочем месте

# SHEQContactName1
source: Mukhtar Abuov
kk: Мұхтар Абуов
ru: Мухтар Абуов

# SHEQContactName2
source: , HSE Manager
kk: , HSE Менеджері
ru: , HSE Менеджер

# SHEQMainTitle
source: Safety, Health, Environment, Quality
kk: Қауіпсіздік, Денсаулық, Қоршаған Орта, Сапа.
ru: Безопасность, Здоровье, Окружающая Среда, Качество

# SHEQPortfolioFilter
source: Show all
kk: Барлығын көрсету
ru: Показать все

# SHEQPortfolioFilter1
source: Health and Safety
kk: Денсаулық және Қауіпсіздік
ru: Здоровье и Безопасность

# SHEQPortfolioFilter2
source: Coatings
kk: Қаптамалар
ru: Покрытия

# SHEQPortfolioFilter3
source: Fire protection
kk: Өрт қауіпсіздігі
ru: Противопожарная защита

# SHEQPortfolioFilter4
source: Training
kk: Тренингтер
ru: Обучение

# SHEQPortfolioFilter5
source: License
kk: Лицензиялау
ru: Лицензирование

# SHEQSection1Subtitle1
source: Ensure our team’s awareness of the importance of Environmental Protection
kk: Біздің команда қоршаған ортаны қорғаудың маңыздылығын білетініне көз жеткізіңіз.
ru: Наша команда осознает важность охраны окружающей среды.

# SHEQSection1Subtitle2
source: Responsibly manage chemical substances and preparations
kk: Химиялық заттарды және препараттарды жауапкершілікпен басқарады
ru: Ответственно управлять химическими веществами и заготовками

# SHEQSection1Subtitle3
source: Be a model of environmental responsibility
kk: Экологиялық жауапкершіліктің мысалын келтіріңіз
ru: Подавайте пример экологической ответственности

# SHEQSection1Text1
source: Whether it’s dealing with volatile substances or working in potentially hazardous environments, our highly skilled teams ensure safety is paramount. We continually review our SHEQ strategies and constantly look for new innovative ideas to improve our management system. We constantly review our HSEQ strategies to ensure that we can deliver our services ‘right first time’, ensuring that everybody who works for and with us, goes home safe every day.
kk: Өмірлік заттармен немесе ықтимал қауiптi орталарда жұмыс жасайтынымызға қарамастан, жоғары білікті командалар қауіпсіздікті қамтамасыз етеді. Біз SHEQ стратегияларын үнемі қарап шығып, басқару жүйесін жақсарту үшін инновациялық идеяларды іздейміз. Біз өзіміз үшін жұмыс істейтіндердің бәріне күн сайын үйге оралуын қамтамасыз ете отырып, біз өз қызметтерімізді «бірінші рет» ұсына алатынымыз үшін, HSEQ стратегияларын үнемі қарастырамыз.
ru: Независимо от того, работаем ли мы с летучими веществами или в потенциально опасных средах, наши высококвалифицированные команды обеспечивают безопасность. Мы постоянно пересматриваем наши стратегии SHEQ и ищем инновационные идеи для улучшения нашей системы управления. Мы постоянно пересматриваем наши стратегии HSEQ, чтобы гарантировать, что мы сможем предоставить наши услуги "с первого раза"», гарантируя, что каждый, кто работает для нас и с нами, каждый день возвращается домой.

# SHEQSection1Text2
source: In accordance with our commitment to a responsible environmental policy and our objectives DSL Caspian will:
kk: Біздің жауапты экологиялық саясатымызға сәйкес, DSL Caspian-ның мақсаттары:
ru: В соответствии с нашей приверженностью ответственной экологической политике, целям DSL Caspian будет:

# SHEQSection1Text3
source: Our people are trained to understand that protection of the environment is everybody’s responsibility. This on-going training enables them to make the right decisions when it comes to ensuring safety and environmental protection.
kk: Біздің адамдар қоршаған ортаны қорғау әрбір адамның жауапкершілігі екенін түсінуге үйретіледі. Бұл тренинг қоршаған ортаны қорғау мен қорғауды қамтамасыз ету жөнінде дұрыс шешімдер қабылдауға мүмкіндік береді.
ru: Наши люди обучены понимать, что защита окружающей среды - это ответственность каждого. Это постоянное обучение позволяет им принимать правильные решения, когда речь заходит об обеспечении безопасности и защиты окружающей среды.

# SHEQSection1Text4
source: DSL Caspian strives for optimum safety with respect to the handling and storage of chemicals. This includes the search for newer and safer products to replace existing technologies. With over 50 years’ experience, we aim to get things ‘right first time’, providing the trust, reliability and service our customers need.
kk: DSL Caspian химиялық заттарды өңдеу мен сақтаудың қауіпсіздігін қамтамасыз етуге ұмтылады. Бұған ескі технологияларды ауыстыру үшін жаңа және қауіпсіз өнімдерді табу кіреді. 50 жылдан астам тәжірибесі бар, біз барлық әрекеттердің алғашқы қадамда орындалуын қамтамасыз етуге тырысамыз », бұл біздің клиенттерімізге қажет сенімділік және қызмет көрсету.
ru: DSL Caspian стремится обеспечить оптимальную безопасность в отношении обработки и хранения химических веществ. Это включает поиск новых и безопасных продуктов для замены старых технологий. Обладая более чем 50-летним опытом, мы стремимся к тому, чтобы все было сделано с первого раза », обеспечивая доверие, надежность и обслуживание, которые нужны нашим клиентам.

# SHEQSection1Text5
source: DSL Caspian takes our commitment to environmental responsibility seriously. We comply with all requirements of the legislation of the Republic of Kazakhstan, as well as ISO 14001, the international standards in the field of environmental protection.
kk: DSL Caspian қоршаған орта үшін жауапты. Біз Қазақстан Республикасының заңнамасының барлық талаптарын, сондай-ақ қоршаған ортаны қорғау саласындағы ISO 14001 және халықаралық стандарттарды сақтаймыз.
ru: DSL Caspian серьезно относится к ответственности за экологию. Мы соблюдаем все требования законодательства Республики Казахстан, а также ISO 14001 и международные стандарты в области охраны окружающей среды.

# SHEQSection2Text1
source: As part of its social sustainability program, DSL Caspian participates in various social events and activities in the region.
kk: Әлеуметтік тұрақтылық бағдарламасының аясында DSL Caspian аймақтағы түрлі қоғамдық шараларға және іс-шараларға қатысады.
ru: В рамках своей программы социальной устойчивости DSL Caspian участвует в различных общестенных мероприятиях в регионе.

# SHEQSection2Text2
source: provided sponsorship to the Second Annual Marathon of Atyrau held on the 13 May 2017. DSL Caspian supports Annual Marathon for the second year.
kk: 2017 жылдың 13 мамырында өткен екінші жыл сайынғы Атырау марафонына демеушілік көрсетті. DSL Caspian екінші жыл сайынғы марафонға қолдау көрсетеді
ru: спонсировал второй ежегодный марафон Атырау, который состоялся 13 мая 2017 года. DSL Caspian поддерживает ежегодный марафон на второй год подряд.

# SHEQSection2Text3
source: For more information about the event please proceed the following link
kk: Іс-шара туралы қосымша ақпарат алу үшін төмендегі сілтемеге өтіңіз
ru: Для получения дополнительной информации о мероприятии, пожалуйста, перейдите по следующей ссылке

# SHEQSection2Text4
source: read more...
kk: көбірек біліңіз ...
ru: подробнее…

# SHEQSection2Title
source: Our Sustainability
kk: Біздің Тұрақтылық
ru: Наша Устойчивость

# SHEQSection3Title
source: Our Certificates and Policies
kk: Біздің Сертификаттарымыз бен Саясатымыз
ru: Наши Сертификаты и Политики

# SliderAboutButton
source: About Us
kk: Біз Туралы
ru: О Нас

# SliderCareerButton
source: Send Your CV
kk: Резюмеңізді Жіберіңіз
ru: Отправьте Ваше резюме

# SliderContactButton
source: Contact Us
kk: Бізбен Байланысыңыз
ru: Свяжитесь с Нами

# SliderMoreButton
source: Learn More
kk: Көбірек біліңіз
ru: Подробнее

# SliderServicesButton
source: Check Our Services
kk: Қызметтеріміз
ru: Узнайте о Наших Услугах

# Train1SectionText1
source: Certified by the Committee of Industrial Development and Industrial Safety since 28 April, 2017,
kk: 2017 жылғы 28 сәуірдегі Өнеркәсіптік даму және өнеркәсіптік қауіпсіздік комитетімен сертификатталған,
ru: Сертифицировано Комитетом по Промышленному Развитию и Промышленной Безопасности от 28 апреля 2017 года,

# Train1SectionText2
source: provides the following training courses required in Kazakhstan:
kk: Қазақстанда келесідей оқыту курстарын жүргізеді:
ru: обеспечивает следующие учебные курсы, необходимые в Казахстане:

# Train1SectionTextBold1
source: DSL Caspian Training Department
kk: DSL Caspian Training департаменті
ru: Отдел подготовки DSL Caspian

# Train1SectionTextLi1
source: Labour Protection
kk: Еңбекті қорғау
ru: Охрана труда

# Train1SectionTextLi2
source: Industrial Safety
kk: Өнеркәсіптік Қауіпсіздік
ru: Промышленная Безопасность

# Train1SectionTextLi3
source: Fire Safety
kk: Өрт қауіпсіздігі
ru: Пожарная защита

# Train1SectionTextLi4
source: Working at Height
kk: Биіктікте Жұмыс Істеу
ru: Работа на Высоте

# Train1SectionTextLi5
source: Working at Height (above 5m)
kk: Биіктікте Жұмыс Істеу (5 метрден астам)
ru: Работа на Высоте (более 5м)

# Train1SectionTextLi6
source: Confined Space Entry
kk: Жабық Кеңістікке Кіру.
ru: Вход в Замкнутое Пространство

# Train1SectionTextLi7
source: Safe operation of lifting operations
kk: Қауіпсіз лифтинг операцияларын жүргізу
ru: Безопасная работа подъемных операций

# Train1SectionTextLi8
source: Safe operation of vessels under pressure
kk: Қауіпсіз резервуардың жұмыс істеуі
ru: Безопасная эксплуатация сосудов под давлением

# Train1SectionTextLi9
source: Specific courses (qualification)
kk: Арнайы курстар (біліктілік)
ru: Специализированные курсы (квалификация)

# Train1SectionTitle1
source: Training
kk: Тренингтер
ru: Обучение

# Train2SectionSubtitle1
source: General Purpose:
kk: Жалпы Мақсаты:
ru: Общее Назначение:

# Train2SectionSubtitle2
source: Objectives:
kk: Міндеттері:
ru: Цели:

# Train2SectionSubtitle3
source: Courses:
kk: Курстар:
ru: Курсы:

# Train2SectionText1
source: Familiarize personnel of the company (client) with Kazakhstan Labour Code and principal legal regulations in the sphere of labour.
kk: Компанияның (клиенттің) қызметкерлерін Қазақстанның еңбек кодексімен және жұмыс әлеміндегі негізгі құқықтық нормалармен таныстыру.
ru: Ознакомление сотрудников компании (клиента) с Трудовым кодексом Казахстана и основными правовыми нормами в сфере труда.

# Train2SectionText2
source: Know safety and labour protection regulation requirements in Kazakhstan
kk: Қазақстанда қауіпсіздікті және еңбекті қорғауды реттеу жөніндегі талаптарды білу.
ru: Знание требований по регулированию безопасности и охраны труда в Казахстане.

# Train2SectionTextLi1
source: Fundamentals of Safety and Labour Protection in the Kazakhstan
kk: Қазақстандағы Қауіпсіздік және Еңбек Қорғаудың Негіздері
ru: Основы Безопасности и Охраны Труда в Казахстане

# Train2SectionTextLi2
source: Fundamentals of Safety and Labour Protection in the Organization
kk: Ұйымдағы Қауіпсіздік және Еңбек Қорғаудың Негіздері
ru: Основы Безопасности и Охраны Труда в Организации

# Train2SectionTextLi3
source: Special Issues on Assuring Compliance with Safety and Labour Protection Requirements
kk: Қауіпсіздік пен денсаулық сақтау талаптарына сәйкестікті қамтамасыз етудің ерекше мәселелері
ru: Специальные вопросы обеспечения соблюдения требований безопасности и охраны труда

# Train2SectionTextLi4
source: Social Protection of the Personal Aggrieved through Industrial Accidents
kk: Өндірістегі жазатайым оқиғалардан зардап шеккен адамды әлеуметтік қорғау.
ru: Социальная защита личности, пострадавшей от промышленных аварий.

# Train2SectionTitle1
source: Safety and Labour Protection
kk: Қауіпсіздік және Еңбекті Қорғау
ru: Безопасность и Охрана Труда

# Train3SectionText1
source: Familiarize employees with main industrial safety rules on hazardous facilities
kk: Қызметкерлерді қауіпті объектілерде өнеркәсіптік қауіпсіздіктің негізгі ережелерімен таныстыру
ru: Ознакомление сотрудников с основными правилами промышленной безопасности на опасных объектах

# Train3SectionText2
source: Obtain principal theoretical knowledge in the field of industrial safety
kk: Өнеркәсіптік қауіпсіздік саласындағы теориялық білімді алыңыз
ru: Получите теоретические знания в области промышленной безопасности

# Train3SectionText3
source: To know the rules of safe performance of works on hazardous industrial facilities
kk: Қауіпті өндірістік объектілерде қауіпсіз жұмыс істеу ережесін білу
ru: Знать правила безопасного выполнения работ на опасных производственных объектах

# Train3SectionTextLi1
source: General provisions
kk: Негізгі ережелер
ru: Основные положения

# Train3SectionTextLi10
source: Emergency response
kk: Апатқа реакция
ru: Реагирование на аварию

# Train3SectionTextLi11
source: Training alerts
kk: Оқу туралы ескертулер.
ru: Обучающие оповещения.

# Train3SectionTextLi12
source: Investigation and accounting of incidents, accidents on hazardous industrial facilities
kk: Зиянды өндірістегі оқиғаларды, жазатайым оқиғаларды тергеу және есепке алу.
ru: Расследование и учет инцидентов, аварий на опасных производственных объектах.

# Train3SectionTextLi13
source: Training, retraining of specialists, employees of hazardous industrial facilities
kk: Мамандарды, қауіпті өндірістік объектілердің қызметкерлерін оқыту, қайта даярлау
ru: Обучение, переподготовка специалистов, работников опасных производственных объектов

# Train3SectionTextLi2
source: Obligations of organizations in the scope of civil protection
kk: Азаматтық қорғау саласындағы ұйымдардың міндеттері
ru: Обязательства организаций в сфере гражданской защиты

# Train3SectionTextLi3
source: Obligations of individuals in the scope of civil protection
kk: Азаматтық қорғау саласындағы азаматтардың міндеттері
ru: Обязательства отдельных лиц в сфере гражданской защиты

# Train3SectionTextLi4
source: State supervision and production control in the field of industrial safety
kk: Өндірістік қауіпсіздік саласындағы өндірісті мемлекеттік қадағалау және бақылау.
ru: Государственный надзор и контроль производства в области промышленной безопасности

# Train3SectionTextLi5
source: Ensuring of industrial safety
kk: Өнеркәсіп қауіпсіздігін қамтамасыз ету.
ru: Обеспечение промышленной безопасности.

# Train3SectionTextLi6
source: Attestation of legal entities for the right of performing the works in the field of industrial safety.
kk: Өнеркәсіптік қауіпсіздік саласында жұмыс жүргізу құқығына арналған заңды тұлғаларды аттестаттау.
ru: Аттестация юридических лиц на право проведения работ в области промышленной безопасности.

# Train3SectionTextLi7
source: Compulsory declaring of industrial safety
kk: Өнеркәсіптік қауіпсіздікті мiндеттi түрде декларациялау
ru: Обязательное декларирование промышленной безопасности

# Train3SectionTextLi8
source: Issuance of permits for hazardous materials
kk: Қауіпті материалдарға рұқсат беру.
ru: Выпуск разрешений на опасные материалы.

# Train3SectionTextLi9
source: Registration and deregistrtion of hazardous technical equipment
kk: Қауіпті техникалық жабдықтарды тіркеу және күшін жою
ru: Регистрация и списание опасного технического оборудования

# Train3SectionTitle
source: Industrial Safety on Hazardous Facilities
kk: Қауіпті Объектілердегі Өнеркәсіптік Қауіпсіздік
ru: Промышленная Безопасность на Опасных Объектах

# Train4SectionText1
source: This course in safe working at height is designed to reduce the risk of personnel injury and to prevent personnel and materials form fall.
kk: Биіктіктегі қауіпсіз жұмысдың бұл түрі персоналдың жарақат алу қаупін төмендетуге және қызметкерлердің немесе материалдардың құлдырауын болдырмауға арналған.
ru: Этот курс безопасной работы на высоте предназначен для снижения риска травмирования персонала и предотвращения падения персонала или материалов.

# Train4SectionText2Li1
source: Identify potential hazards associated with working at height
kk: Биіктікте жұмыс істеуге байланысты ықтимал қауіптерді анықтаңыз
ru: Определить потенциальные опасности, связанные с работой на высоте

# Train4SectionText2Li2
source: Know the purpose and types of the personal fall protection systems (PFPS)
kk: Жеке құлдыраудан қорғау жүйесінің (ПФС) мақсаты мен түрлерін білу
ru: Знайте назначение и типы персональных систем защиты от падения (PFPS)

# Train4SectionText2Li3
source: Get practical skills in the application of personal protection system
kk: Жеке қорғаныс жүйесін қолдануда практикалық дағдыларды алыңыз
ru: Получите практические навыки в применении системы личной защиты

# Train4SectionText2Li4
source: Know how to work at height in safe manner and to prevent workers falling and injuring
kk: Биіктікте қауіпсіз жұмыс істеуді және адамдардың биіктіктен немесе жарақаттанудан сақтауын біліңіз.
ru: Знайте, как безопасно работать на высоте и предотвращать падения сотрудников с высоты или их травмы.

# Train4SectionText2Li5
source: Know the requirements for safe work on scaffolding, staircases and ladders, on elevating work platforms
kk: Құрылыс алаңдарын, баспалдақтарды, жұмыс алаңдарын көтеру бойынша қауіпсіз жұмыс істеу талаптарын біліңіз.
ru: Знайте требования к безопасной работе на строительных лесах, лестницах и стремянках, на подъемных рабочих платформах.

# Train4SectionText2Li6
source: Know the potential hazards and control the objects fall
kk: Ықтимал қауіптерді біліп, құлдырайтын объектілерді басқарыңыз
ru: Знайте потенциальные опасности и контролируйте падение предметов

# Train4SectionText2Li7
source: Know which authorization documents are required for work at height
kk: Биіктікте жұмыс істеу үшін рұқсат құжаттарын білу керек
ru: Знайте, какие документы авторизации необходимы для работы на высоте

# Train4SectionText2Li8
source: Know the roles and responsibilities of persons involved in working at height
kk: Биіктіктегі жұмысқа тартылған адамдардың рөлі мен жауапкершілігін біліңіз.
ru: Знайте роли и обязанности лиц, участвующих в работе на высоте.

# Train4SectionText3Li1
source: General information
kk: Жалпы ақпарат
ru: Общая информация

# Train4SectionText3Li2
source: Personal fall protection system
kk: Жеке күзгі қорғау жүйесі
ru: Личная система защиты от падения

# Train4SectionText3Li3
source: Scaffolding
kk: Құрылыс Салаптары
ru: Строительные леса

# Train4SectionText3Li4
source: Staircases and ladders
kk: Баспалдақтар
ru: Лестничные клетки и лестницы

# Train4SectionText3Li5
source: Mobile elevating work platforms (MEWP)
kk: Мобильді көтеру жұмыс алаңдары (MEWP).
ru: Мобильные подъемные рабочие платформы (MEWP).

# Train4SectionText3Li6
source: Falling objects
kk: Объектілердің құлауы
ru: Падающие объекты

# Train4SectionText3Li7
source: Roles and responsibilities
kk: Рөлдер мен міндеттер
ru: Роли и обязанности

# Train4SectionTitle
source: Working at Height
kk: Биіктікте Жұмыс Істеу
ru: Работа на Высоте

# Train5SectionText
source: Train personnel on the requirements for safe operations involving confined space entry
kk: Кадрларды шектеулі кеңістіктегі қауіпсіз операцияларға қойылатын талаптарды үйрету.
ru: Обучите персонал требованиям к безопасным операциям в ограниченном пространстве.

# Train5SectionText1Li1
source: Know what operations are covered by confined space entry requirements
kk: Қандай операцияларды шектеулі кеңістіктің талаптары бойынша білетінін біліңіз
ru: Знайте, какие операции покрываются требованиями ограниченного пространства

# Train5SectionText1Li2
source: Know site preparation requirements to control hazards
kk: Тәуекелдерді басқару үшін периметрлік дайындыққа қойылатын талаптарды біліңіз
ru: Знайте требования к подготовке периметра для контроля рисков

# Train5SectionText1Li3
source: Identify general hazards associated with space entry
kk: Шығаруға байланысты үй-жайларға қатысты қауіптер жиынтығын анықтаңыз
ru: Определите комплекс угроз, связанных с входами в помещения

# Train5SectionText1Li4
source: Know how to perform confined space entry activities in a safe & controlled manner
kk: Қауіпсіз кеңістіктегі түрлі операцияларды қалай қауіпсіз басқаруға болатындығын біліңіз
ru: Знать, как безопасно и управляемо выполнять различные операции в замкнутом пространстве

# Train5SectionText1Li5
source: Know roles and responsibilities of personnel directly involved in confined space entry activities
kk: Қызметкерлердің шектеулі кеңістікте жұмыс істейтін рөлі мен жауапкершілігін білу.
ru: Знать роли и обязанности персонала, непосредственно работающего в ограниченом пространстве.

# Train5SectionText2Li1
source: General information
kk: Жалпы ақпарат
ru: Общая информация

# Train5SectionText2Li2
source: Confined space
kk: Жабық кеңістік
ru: Замкнутое пространство

# Train5SectionText2Li3
source: Potential hazards associated with the confined space entry
kk: Қауіпсіз қауіптер, шектеулі кеңістіктерге қол жеткізу.
ru: Потенциальные опасности, связанные с доступом к ограниченному пространству.

# Train5SectionText2Li4
source: Requirements to confined space entry
kk: Шектеулі кеңістіктерге қойылатын талаптар
ru: Требования к замкнутому пространству

# Train5SectionText2Li5
source: Safe work practices
kk: Қауіпсіз жұмыс әдістері
ru: Безопасные методы работы

# Train5SectionText2Li6
source: Roles & responsibilities of personnel authorized for confined space entry
kk: Шектеулі кеңістікке кіруге өкілетті персоналдың рөлі мен міндеттері
ru: Роли и обязанности персонала, авторизованного на вход в ограниченное пространство

# Train5SectionTitle
source: Confined Space Entry
kk: Жабық Кеңістікке Кіру.
ru: Вход в Замкнутое Пространство

# Train6SectionText
source: Make supervisors, specialists and company personnel aware of the fire safety fundamentals
kk: Неге клиенттер бізді таңдайды?
ru: Предложите руководителям, специалистам и сотрудникам компании знать основы пожарной безопасности.
