Repository: toremuratb/dsl-caspian
Catalog: DSL/Resources/Resource.*.resx
Languages: kk, ru

# PC1SectionText1
source: specialises in applying protective coatings for industrial clients, particularly on long-term maintenance contracts and large construction sites. Work is also carried out on demanding decorative painting projects where our technical expertise and ability to get things right first time, provide our customers with the service they need.
kk: Өнеркәсіптік тұтынушыларға, әсіресе, ұзақ мерзімді техникалық қызмет көрсету шарттарына және ірі құрылыс алаңдарына қорғаныш жабындарды қолдануда маманданған. Жұмыстар, сондай-ақ, біздің техникалық сараптама және барлық мүмкіндікті дұрыс жасау қабілеті бар, сәндік кескіндеме жобаларының талаптарына сәйкес жүзеге асырылады, біздің клиенттерге жоғары деңгейлі қызмет көрсетіледі.
ru: специализируется на нанесении защитных покрытий для промышленных заказчиков, в частности на долгосрочных контрактах технического обслуживания и крупных строительных площадках. Работа также осуществляется в соответствии с требованиями проектов декоративной покраски, где наша техническая экспертиза и умение правильно все в выполнить с первого раза, предоставляет нашим клиентам сервис высого уровня.

# PC1SectionText10
source: Solvent Free Products
kk: Ерітілген тағамдар.
ru: Растворимые Продукты.

# PC1SectionText2
source: Shot Blasting
kk: Жарылыс өңдеу.
ru: Дробеструйная обработка.

# PC1SectionText3
source: Specialist Decorative Painting
kk: Сәндік Бояулардың Маманы
ru: Специалист Декоративной Покраски

# PC1SectionText4
source: Industrial Painting
kk: Өндірістік Кескіндеме
ru: Промышленная Покраска

# PC1SectionText5
source: Intumescent Fire Protection
kk: Өрттен Қорғау Туралы Хабарлама
ru: Уведомление Противопожарной Защиты

# PC1SectionText6
source: High Temperature Coatings
kk: Жоғары Температура Жабыны.
ru: Высокотемпературные Покрытия

# PC1SectionText7
source: Metal Spraying
kk: Металлды Шашырату
ru: Опрыскивание Металла

# PC1SectionText8
source: Phenolic Tank Linings
kk: Тіреуіш Жастықшалар
ru: Подкладки Фенольного Резервуара

# PC1SectionText9
source: Glass Flake Application
kk: Шыныдан жасалған үлпектерді қолдану
ru: Применение стеклянных хлопьев

# PC1SectionTitle
source: About Protective Coatings
kk: Қорғаныш Жабындар
ru: О Защитном Покрытии

# PCBannerText
source: We specialize in applying protective coatings for industrial clients
kk: Өнеркәсіптік тұтынушылар үшін қорғаныш жабындарын пайдалануда мамандандырылған
ru: Мы специализируемся на применении защитных покрытий для промышленных заказчиков

# PCBannerTitle
source: Protective Coatings
kk: Қорғаныш Жабындар
ru: Защитные Покрытия

# PCChoose1
source: Technical expertise
kk: Техникалық сараптама.
ru: Техническая экспертиза.

# PCChoose2
source: All painting services offering
kk: Барлық Кескіндеме Қызметтеріміз
ru: Все услуги по окраске.

# PCChoose3
source: High quality
kk: Жоғары сапа
ru: Высокое качество

# PCParallaxText1
source: Certified Partner for you
kk: Сізге сертификатталған серіктес
ru: Сертифицированный партнер для Вас

# PCParallaxText2
source: Protective Coating and Painting Service
kk: Қорғаныш Жабындар
ru: Услуги Защитного Покрытия и Окраски

# PDFCanvasText
source: Read more...
kk: Көбірек біліңіз ...
ru: Подробнее…

# Proc1BoxLi1
source: Intumescent Paint
kk: Жарық түсі туралы хабарландыру
ru: Световое Уведомление Цветом

# Proc1BoxLi2
source: Cementous Paint
kk: Цемент бояуы.
ru: Цементная краска.

# Proc1BoxLi3
source: PFP Equipment and Spare Parts
kk: PFP жабдықтары мен керек-жарақтары
ru: PFP Оборудование и Комплектующие

# Proc1BoxTitle
source: Passive Fire Protection
kk: Пассивті Өртті Қауіпсіздігі
ru: Пассивная Пожарная Защита

# Proc1SectionText1
source: Distribution and Sales is an independent specialized supplier of industrial products to Kazakhstan Oil and Gas, Petrochemical and Construction Market.
kk: Distribution and Sales - Қазақстандық мұнай-газ, мұнай-химия және құрылыс нарықтарына өнеркәсіптік өнімдердің тәуелсіз мамандандырылған жеткізушісі.
ru: Distribution and Sales - независимый специализированный поставщик промышленной продукции на Казахстанский нефтегазовый, нефтехимический и строительный рынок.

# Proc1SectionText2
source: With extensive product knowledge and expertise we offer innovative and cost-effective solutions to our customers. We aim to create a division which will provide fully integrated technical and procurement service to cover all of DSL Caspian project trade requirements. Through combination of technical solution of projects (estimating, operations, business development) and procurement solution of projects (distribution and sales, business development, estimating)
kk: Өндірісте кең көлемдегі білім мен тәжірибеге ие бола отырып, біз өз клиенттеріміз үшін инновациялық және экономикалық тиімді шешімдерді ұсынамыз. Біз DSL Caspian сауда-саттыққа қойылатын барлық талаптарды қанағаттандыру үшін толықтай интеграцияланған техникалық және сатып алу қызметтерін ұсынатын бөлімшені құруға тырысамыз. Жобаларды (бағалау, операциялар, бизнесті дамыту) және сатып алу шешімдерінің жобаларын (тарату және сату, бизнесті дамыту, бағалау) біріктірудің арқасында,
ru: Обладая обширными знаниями и опытом в области производства, мы предлагаем инновационные и экономичные решения для наших клиентов. Мы стремимся создать подразделение, которое обеспечит полностью интегрированное техническое и закупочное обслуживание для покрытия всех требований к торговле DSL Caspian. Благодаря сочетанию технического решения проектов (оценка, операции, развитие бизнеса) и закупочное решение проектов (распределение и продажа, развитие бизнеса, оценка)

# Proc1SectionText3
source: DSL Caspian Distribution and Sales will become “the one-stop-shop for the industrial contractor”.
kk: Distribution and Sales - «өнеркәсіптік мердігердің әмбебап дүкені» болады.
ru: DSL Caspian Distribution and Sales станет «универсальным магазином для промышленного подрядчика».

# Proc2BoxLi1
source: Scaffolding Materials
kk: Құрылыс Салаптарыарнлған Материалдар
ru: Материалы Для Строительных Лесов

# Proc2BoxLi2
source: Scaffold Sheeting
kk: Табақпен Қаптау
ru: Листовая Обшивка

# Proc2BoxLi3
source: Scaffolder Accessories
kk: Құрылыс ағаштарға арнлаған аксессуарлар.
ru: Аксессуары для Строительных Лесов

# Proc2BoxTitle
source: Access Solution
kk: Шешімге қол жеткізу
ru: Промышленный Альпинизм

# Proc2SectionText
source: Our product distribution list features world’s leading specialist service providers such as Paroc Group, Sealumet Group, Inspired Noise UK, First Trace Heating Direct, Thermobile Industries and XIOM Energy Services.
kk: Біз Paroc Group, Sealumet Group, Inspired Noise UK, First Trace Heating Direct, Thermobile Industries және XIOM Energy Services сияқты жаһандық қызмет көрсетушілердің өнімдерін ұсынамыз.
ru: В нашем списке продуктов представлены ведущие мировые поставщики услуг, такие как Paroc Group, Sealumet Group, Inspired Noise UK, First Trace Heating Direct, Thermobile Industries и XIOM Energy Services.

# Proc2SectionTitle
source: Distribution list
kk: Тарату тізімі
ru: Список дистрибуции

# Proc3BoxLi1
source: Mineral Wool
kk: Минералды Жүн
ru: Минеральная Вата

# Proc3BoxLi2
source: Cellular Glass
kk: Көбік шыны
ru: Пеностекло

# Proc3BoxLi3
source: Flexible Elastomeric Foam
kk: Икемді эластомерлі көбігі.
ru: Гибкая эластомерная пена.

# Proc3BoxLi5
source: Firemaster
kk: Өрт Сөндірушісі
ru: Специалист Пожарный

# Proc3BoxLi6
source: Weather Jacketing
kk: Ауа райы жабыны.
ru: Анти-погодная Защита

# Proc3BoxLi7
source: Aluminium/SS Jacketing
kk: Алюминий / SS-қақпағы
ru: Алюминий / SS-покрытие.

# Proc3BoxLi8
source: Insulation Ancillary Materials
kk: Оқшаулауға Арналған Қосалқы Материалдар.
ru: Вспомогательные материалы для изоляции

# Proc3BoxLi9
source: Mastics, Sealers and Adhesives
kk: Мастика, тығыздағыш және желім.
ru: Мастики, герметики и клеи.

# Proc3BoxTitle1
source: Insulation
kk: Оқшаулау
ru: Изоляция

# Proc3SectionContact
source: Contact our Procurement Coordinator
kk: Сатып Алу Жөніндегі Үйлестірушімен Хабарласыңыз
ru: Свяжитесь с Нашим Координатором по Закупкам

# Proc3SectionContactName
source: Aibat Yesset
kk: Айбат Ессет
ru: Айбат Ессет

# Proc3SectionSideText1
source: Understanding our customers demand, offering efficient solutions and commitment to high quality standards make us a reliable partner who looks to expand our supply capabilities.
kk: Тұтынушыларымыздың қажеттіліктерін түсіну, тиімді шешімдерді ұсыну және жоғары сапа стандарттарына сүйену бізді жабдықтау мүмкіндіктерін кеңейтуді қалайтын сенімді серіктес.
ru: Понимание потребностей наших клиентов, предоставление эффективных решений и приверженность высоким стандартам качества делают нас надежным партнером, который хочет расширить наши возможности поставок.

# Proc3SectionSideText11
source: Contact our Distribution and Sales team to enquire about our products and partnership opportunities.
kk: Біздің өнімдеріміз бен серіктестік мүмкіндіктеріміз туралы білу үшін, сату және сату бөліміне хабарласыңыз.
ru: Свяжитесь с нашим отделом дистрибуции и продаж, чтобы узнать о наших продуктах и возможностях партнерства.

# Proc4BoxLi1
source: Protective Coatings
kk: Қорғаныш Жабындар
ru: Защитные Покрытия

# Proc4BoxLi2
source: Polymer Composite Systems
kk: Полимерлік композиттік жүйелер
ru: Полимерные композитные системы

# Proc4BoxLi3
source: Powder Coating
kk: Ұнтақты Жабу
ru: Порошковое Покрытие

# Proc4BoxLi4
source: FBE Equipment
kk: FBE жабдықтары
ru: Оборудование FBE

# Proc4BoxTitle1
source: Protective Coatings
kk: Қорғаныш Жабындар
ru: Защитные Покрытия

# Proc5BoxLi1
source: Abrasive Materials
kk: Абразивтер
ru: Абразивные Материалы

# Proc5BoxLi2
source: Blasting Equipment
kk: Жарылғыш Құрылғылар
ru: Оборудования для Вырывных Работ

# Proc5BoxTitle
source: Blasting
kk: Жарылғыш Жұмыстар
ru: Взрывные Работы

# Proc6BoxLi1
source: Heating Equipment
kk: Жылыту Жабдықтары
ru: Отопительное Оборудование

# Proc6BoxTitle
source: Equipment
kk: Жабдық
ru: Оборудование

# ProcBannerText
source: We are a leading independent specialized supplier of industrial products to Kazakhstan
kk: Біз Қазақстандағы өнеркәсіптік өнімнің жетекші тәуелсіз жеткізушісі болып табыламыз
ru: Мы являемся ведущим независимым специализированным поставщиком промышленной продукции в Казахстан

# ProcBannerTitle1
source: Distribution and
kk: Дистрибуция және
ru: Дистрибуция и

# ProcBannerTitle2
source: Procurement
kk: Сатып Алу
ru: Закуп

# ProcBoxesTextMain
source: We supply a wide range of products and equipment including insulation, protective coatings, heating equipment, access solutions.
kk: Біз оқшаулау, қорғаныш жабындары, жылыту жабдығы, қол жеткізу шешімдерін қоса, кең ауқымды өнімдер мен жабдықтарды жеткіземіз.
ru: Мы поставляем широкий спектр продуктов и оборудования, включая изоляцию, защитные покрытия, отопительное оборудование, услуги промышленного альпинизма.

# ProcBoxesTitleMain
source: Area of Sales
kk: Сату Аумағы
ru: Территория Продаж

# ProjectsBannerText
source: Growing our portfolio of satisfied long-term international customers
kk: Ұзақ мерзімді жобалары бар қанағаттандырылған клиенттердің портфелі
ru: Растущий по миру портфель довольных клиентов с долгосрочными проектами

# ProjectsBannerTitle
source: Projects
kk: Жобалар
ru: Проекты

# ProjectsMainTitle
source: Our Projects
kk: Біздің Жобаларымыз
ru: Наши Проекты

# ProjectsPortfolioFilters
source: Show all
kk: Барлығын көрсету
ru: Показать все

# ProjectsPortfolioFilters1
source: Scaffolding
kk: Құрылыс Салаптары
ru: Строительные леса

# ProjectsPortfolioFilters2
source: Rope Access
kk: Өнеркәсіптік Альпинизм
ru: Промышленный Альпинизм

# ProjectsPortfolioFilters3
source: Insulation
kk: Оқшаулау
ru: Изоляция

# ProjectsPortfolioFilters4
source: Fire protection
kk: Өрт қауіпсіздігі
ru: Противопожарная защита

# ProjectsPortfolioFilters5
source: Protective coating
kk: Қорғаныш Жабындар
ru: Защитное покрытие

# ProjectsPortfolioFLEX
source: Island "D"
kk: D-Аралы
ru: Остров "D"

# ProjectsPortfolioMaersk1
source: Client: MAERSK OIL
kk: Клиент: MAERSK OIL
ru: Клиент: MAERSK OIL

# ProjectsPortfolioMaersk2
source: Dunga Oil field
kk: Дұнға кен орны
ru: Нефтяное месторождение Дунга

# ProjectsPortfolioMaersk3
source: provision of manpower, material and scaffolding services at Dunga Oil field area.
kk: Дұңға кен орнында еңбек, материалдық және құрылыс ормандарын қамтамасыз ету.
ru: предоставление трудовых, материальных и строительных лесов на нефтяном месторождении Дунга.

# Rope1SectionText
source: Our highly-skilled teams ensure safety is paramount. DSL Caspian has successfully completed projects both on – and offshore in Karabatan and Kachagan. We have in-house IRATA level “3” supervision, and level “1” operatives. DSL Caspian are planning to introduce an additional NDT service in the near future.
kk: Біздің жоғары білікті командалар қауіпсіздікті қамтамасыз етеді. DSL Caspian компаниясы Қарабатан және Қашаған жерлерінде де, теңізде де жобаларды сәтті аяқтады. Бізде IRATA ішкі басқару деңгейі «3» және «1» деңгейдегі операторлар бар. Таяудағы уақытта DSL Caspian зиянды өтемсіз тестілеудің қосымша қызметін енгізуді жоспарлап отыр.
ru: Наши высококвалифицированные команды обеспечивают безопасность. DSL Caspian успешно завершила проекты как на суше, так и на море в Карабатане и Кашагане. У нас есть внутренний контроль IRATA уровня «3» и операторы уровня «1». В ближайшем будущем DSL Caspian планирует ввести дополнительную службу постоянного контроля.

# Rope1SectionText1
source: Fabric Inspection & Maintenance
kk: Маталарды тексеру және күту
ru: Проверка и обслуживание тканей

# Rope1SectionText2
source: Structural Repairs & Cable pulling
kk: Құрылымдық Жөндеу және Кабельдеу
ru: Структурный Ремонт и Вытягивание Кабеля

# Rope1SectionText3
source: Inspection / Testing of Structures
kk: Құрылыстарды Тексеру / Сынау
ru: Инспекция / Тестирование Конструкций

# Rope1SectionText4
source: Cleaning & Painting
kk: Тазалау және Бояу
ru: Очистка и Покраска

# Rope1SectionTitle
source: About Rope Access
kk: Өндірістік Альпинизм
ru: О Промышленном Альпинизме

# RopeBannerText
source: We have developed unrivalled expertise in rope access and abseiling techniques both on and offshore.
kk: Өнеркәсіптік альпинизм саласында және теңізде де, теңізде де әдістерді қолдануда теңдесі жоқ тәжірибе әзірледік.
ru: Мы разработали непревзойденный опыт в области промышленного альпинизма и методов спуска как на суше, так и на море.

# RopeBannerTitle
source: Rope Access
kk: Өнеркәсіптік Альпинизм
ru: Промышленный Альпинизм

# RopeChoose1
source: Full IRATA membership
kk: IRATA толық мүшесі
ru: Полное членство в IRATA

# RopeChoose2
source: Highly-skilled specialists
kk: Жоғары білікті мамандар
ru: Высококвалифицированные специалисты

# RopeChoose3
source: Minimal Disruption
kk: Ең Аз Бұзу
ru: Минимальное Нарушение

# RopeParallaxText1
source: We offer
kk: Біз ұсынамыз
ru: Мы предлагаем

# RopeParallaxText2
source: Best Rope Access Solutions
kk: Өнеркәсіптік Альпинизмнің Ең Жақсы Шешімдері
ru: Лучшие Решения Промышленного Альпинизма

# Scaffolding1SectionText1
source: We hold an extensive stock of wholly-owned equipment, including Layher System Scaffold, which allows us to undertake projects of any size. This technically advanced system allows for significant productivity gains over tube and fitting scaffolds and other systems scaffolds such as Cuplok. This system has enhanced safety through the use of purpose designed components, made to fit around irregular shapes and profiles. This system requires no ledger bracing providing the greatest possible access to work faces and allows to make speedy modifications to structures with no loose components.
kk: «Бізде өз жабдықтарымыздың, оның ішінде Layher System Scaffold-тің ауқымды қоры бар, ол кез келген көлемдегі жобаларды жүзеге асыруға мүмкіндік береді. Бұл техникалық жетілдірілген жүйе құбырлар мен қондырғылармен және басқа да құрылыс салаптарымен салыстырғанда Cuplok сияқты өнімділікті айтарлықтай арттыруға мүмкіндік береді. Жүйе стандартты емес пішіндер мен профильдерге сәйкес жасалған компоненттерді пайдалану арқылы қауіпсіздікті арттырды. Мұндай жүйе фиксингті қажет етпейді және жұмыс беттеріне барынша қол жеткізуге мүмкіндік береді, бұл ретте құрамдас бөліктерсіз конструкцияларда жылдам өзгерістер жасауға мүмкіндік береді.
ru: «Мы располагаем обширным запасом собственного оборудования, в том числе Layher System Scaffold, который позволяет нам осуществлять проекты любого размера. Эта технически совершенная система позволяет значительно повысить производительность по сравнению с трубными и подгоночными лесами и другими системами лесов, таких как Cuplok. Система имеет повышенную безопасность благодаря использованию специально разработанных компонентов, выполненных в соответствии с нерегулярными формами и профилями. Эта система не требует фиксации, обеспечивая максимально возможный доступ к рабочим поверхностям и позволяя делать быстрые изменения в конструкциях без незакрепленных компонентов ».

# Scaffolding1SectionText2
source: can also service projects with traditional tube and fitting, and standard modular scaffolding to suit clients’ needs.
kk: Бұдан басқа, біз дәстүрлі құбырлар мен қондырғылармен, сондай-ақ тапсырыс берушілердің қажеттіліктерін қанағаттандыру үшін стандартты модульдік құрылыс ағаштар жұмыс істей аламыз.
ru: дополнительно мы можем обслуживать проекты с традиционной трубкой и фитингом, а также стандартные модульные леса для удовлетворения потребностей клиентов.

# Scaffolding1SectionTitle
source: About Scaffolding
kk: Құрылыс Салаптары
ru: О Строительных лесах

# ScaffoldingBannerText
source: Our fully-trained workforce provides access solutions, using Layher System Scaffold as well as traditional tube and fitting.
kk: Біздің толықтай дайындалған жұмыс күшін көп қабатты орман жүйесімен, сондай-ақ дәстүрлі құбырлар мен фитингтерді пайдалану арқылы қол жеткізуді қамтамасыз етеді.
ru: Наш полностью подготовленный штат работников предоставляет услуги промышленного альпинизма, используя многослойную систему лесов, а также традиционные трубки и фитинги.

# ScaffoldingBannerTitle
source: Scaffolding
kk: Құрылыс Салаптары
ru: Строительные леса

# ScaffoldingChoose1
source: High quality components
kk: Жоғары сапалы компоненттер
ru: Высококачественные компоненты

# ScaffoldingChoose2
source: Enhanced safety
kk: Жақсартылған қауіпсіздік
ru: Усиленная безопасность

# ScaffoldingChoose3
source: The Largest Tonnage in Kazakhstan
kk: Қазақстандағы ең үлкен тоннаж
ru: Крупнейший Тоннаж в Казахстане

# ScaffoldingChoose4
source: Rapid Deployment
kk: Жылдам Орналастыру.
ru: Быстрое Развертывание

# ServicesBannerText1
source: With over 40 years of knowledge and experience
kk: 40 жылдан астам тәжірибесі бар
ru: С более чем 40-летним опытом

# ServicesBannerText2
source: we undertake projects of any size
kk: Біз кез келген көлемдегі жобаларды жүзеге асырамыз.
ru: мы занимаемся проектами любого размера

# ServicesBannerTitle
source: Services
kk: Қызметтер
ru: Услуги

# ServicesFacts1Text1
source: Employees
kk: Қызметкерлер
ru: Сотрудников

# ServicesFacts1Text2
source: Staff/Labour
kk: Қызметкерлер / Жұмыс Күші
ru: Персонал / Рабочая Сила

# ServicesFacts2Text1
source: Tonne
kk: Тонн
ru: Тонн

# ServicesFacts2Text2
source: Scaffold in Region
kk: Аймақтағы Құрылыс Сатылары
ru: Строительные Леса в Регионе

# ServicesFacts3Text1
source: Offshore Hours
kk: Теңізде сағаттар
ru: Часов на море

# ServicesFacts4Text1
source: Local Content
kk: Жергілікті мазмұн
ru: Местное Содержание

# ServicesFacts5Text1
source: Completed Projects
kk: Аяқталған жобалар
ru: Завершенных проектов

# ServicesFacts6Text1
source: Hours Without Accident
kk: Оқысыз сағаттары
ru: Часов без инцидентов

# ServicesFactsTitle
source: DSL Caspian – Facts & Figures
kk: DSL Caspian - фактілер мен сандар
ru: DSL Caspian - факты и числа

# ServicesPagesContactName
source: Farkhat Kaliyev
kk: Фархад Калиев
ru: Фархад Калиев

# ServicesPagesContactPosition
source: , Operations Manager
kk: , Операциялар менеджері
ru: , Операционный менеджер

# ServicesSection1Text
source: As your strategic partner, we have the ability to mobilise and ramp up rapidly and effectively, which allows us to undertake projects of any size. Through our highly-experienced management team and highly-skilled workforce we are able to offer innovative cost effective industrial solutions for customers. Through introducing smart technologies to traditional industries, we streamline processes, provide real-time information and make work more efficient.
kk: «Сіздің стратегиялық әріптесіміз ретінде біз жұмысты тез және тиімді жұмылдыруға және көбейтуге мүмкіндігіміз бар, бұл өз кезегінде кез келген көлемдегі жобаларды жүзеге асыруға мүмкіндік береді. Біздің тәжірибелі басқарушы команда мен жоғары білікті кадрлар арқасында клиенттерге инновациялық және экономикалық тиімді шешімдер ұсына аламыз. Дәстүрлі өндірістерде интеллектуалды технологиялардың енгізілуінің арқасында біз процестерді оңтайландырып, нақты уақыт режимінде ақпаратты ұсынып, тиімділікті арттырамыз ».
ru: «Как ваш стратегический партнер, у нас есть способность мобилизоваться и наращиваться объемы работ быстро и эффективно, что в свою очередь позволяет нам осуществлять проекты любого размера. Благодаря нашей опытной управленческой команде и высококвалифицированной рабочей силе мы можем предложить инновационные и экономичные промышленные решения для клиентов. Благодаря внедрению интеллектуальных технологий в традиционные отрасли, мы оптимизируем процессы, предоставляем информацию в режиме реального времени и повышаем эффективность работы ».

# ServicesSection1Title
source: Our Services
kk: Біздің Қызметтеріміз
ru: Наши Услуги

# ServicesServicetab1Text
source: Our fully-trained workforce provides access solutions, using Layher System Scaffold as well as traditional tube and fitting.
kk: Біздің толықтай дайындалған жұмыс күшін көп қабатты орман жүйесімен, сондай-ақ дәстүрлі құбырлар мен фитингтерді пайдалану арқылы қол жеткізуді қамтамасыз етеді.
ru: Наш полностью подготовленный штат работников предоставляет услуги промышленного альпинизма, используя многослойную систему лесов, а также традиционные трубки и фитинги.

# ServicesServicetab1Title
source: Scaffolding
kk: Құрылыс Салаптары
ru: Строительные леса

# ServicesServicetab2Text
source: We have developed unrivalled expertise in rope access and abseiling techniques both on and offshore.
kk: Өнеркәсіптік альпинизм саласында және теңізде де, теңізде де әдістерді қолдануда теңдесі жоқ тәжірибе әзірледік.
ru: Мы разработали непревзойденный опыт в области промышленного альпинизма и методов спуска как на суше, так и на море.

# ServicesServicetab2Title
source: Rope Access
kk: Өнеркәсіптік Альпинизм
ru: Промышленный Альпинизм

# ServicesServicetab3Text
source: We provide a wide range of industrial cleaning and decontamination services.
kk: Өндірістік тазалау және дезинфекциялау бойынша қызметтердің кең спектрін ұсынамыз.
ru: Мы предоставляем широкий спектр услуг по промышленной очистке и обеззараживанию.

# ServicesServicetab3Title
source: Industrial Cleaning
kk: Өндірістік Тазалау
ru: Промышленная Очистка

# ServicesServicetab4Text
source: We offer a full range of insulation applications, including mineral fibres, cellular glass,calcium silicate, polyurethane and phenolic foams.
kk: Біз минералды талшықтарды, жасушалық шыны, кальций силикатын, полиуретанды және фенолдық көбікті қоса алғанда, оқшауланған қосымшалардың толық спектрін ұсынамыз.
ru: Мы предлагаем полный спектр изоляционных применений, включая минеральные волокна, ячеечное стекло, силикат кальция, полиуретан и фенольные пены.

# ServicesServicetab4Title
source: Insulation
kk: Оқшаулау
ru: Изоляция
