Repository: toremuratb/dsl-caspian
Catalog: DSL/Resources/Resource.*.resx
Languages: kk, ru

# Train6SectionText1Li1
source: Acquire basic theoretical knowledge in fire safety
kk: Өрт қауіпсіздігі саласындағы негізгі теориялық білімдерді алу.
ru: Приобретите основные теоретические знания в области пожарной безопасности.

# Train6SectionText1Li2
source: Obtain skills and knowledge so as act in case of emergency
kk: Төтенше жағдайлармен күресу бойынша дағдылар мен білімдерді алыңыз.
ru: Получите навыки и знания, как действовать в случае чрезвычайной ситуации.

# Train6SectionText2Li1
source: General information on burning and fire-explosion hazardous properties of substances and materials, fire hazards in buildings
kk: Заттар мен материалдардың өрт қауіпті қасиеттері, ғимараттардағы тұтанғыштық туралы жалпы ақпарат
ru: Общая информация о пожароопасных свойствах веществ и материалов, огнеопасности в зданиях

# Train6SectionText2Li2
source: Fire hazard in companies
kk: Компанияларда өрт қаупі бар
ru: Пожарные риски в компаниях

# Train6SectionText2Li3
source: Fire safety precautions when performing fire hazardous works and storing substances and materials
kk: Өрт қауіпсіздігі немесе тұтанғыш заттар мен материалдарды сақтау кезінде сақтық шаралары.
ru: Меры предосторожности при выполнении пожароопасных работ или хранении огнеопасных веществ и материалов.

# Train6SectionText2Li4
source: Characteristics of the fire danger during hot works at fire and explosion dangerous facilities
kk: Жарылыс аймағында ыстық жұмыс кезінде өрт қаупінің сипаттамасы.
ru: Характеристики пожарной опасности при горячих работах на взрывоопасных объектах.

# Train6SectionText2Li5
source: Fire safety requirements to evacuation routes
kk: Эвакуациялық маршруттарға өрт қауіпсіздігі талаптары
ru: Требования пожарной безопасности к маршрутам эвакуации

# Train6SectionText2Li6
source: Overview of fire extinguishing systems of the organization
kk: Өртке қарсы жүйелерді шолу
ru: Обзор систем пожаротушения организации

# Train6SectionText2Li7
source: Organizational principles of fire safety in the organization
kk: Ұйымдағы өрт қауіпсіздігін ұйымдастыру принциптері
ru: Организационные принципы пожарной безопасности в организации

# Train6SectionText2Li8
source: Actions of personnel under fires
kk: Өрт кезінде қызметкерлердің әрекеттері.
ru: Действия персонала во время пожара.

# Train6SectionTitle
source: Fire Technical Minimum
kk: Техникалық Өрт Сөндіргіш Минимумы
ru: Технический Пожарный Минимум

# TrainBannerText1
source: Our training department is certified to provide qualification courses and in-house training
kk: Біздің оқу бөлімі біліктілігін арттыру курстарын өткізу және үйде оқыту үшін сертификатталған.
ru: Наш отдел обучения сертифицирован для проведения курсов повышения квалификации и обучения на дому.

# TrainBannerTitle1
source: Training Centre
kk: Оқу Орталығы
ru: Центр Обучения

# TrainContactSectionName1
source: Venera Khaidarova
kk: Венера Хайдаровна
ru: Венера Хайдарова

# TrainContactSectionName2
source: Shynar Zhandarbek
kk: Шынар Жандарбек
ru: Шынар Жандарбек

# TrainContactSectionTitle
source: Contact our Training Coordinators
kk: Біздің Оқыту Координаторларымен Байланысыңыз
ru: Свяжитесь с Нашими Координаторами по Обучению

# WhyCustomerTitle
source: Why Customers Choose Us?
kk: Неге клиенттер бізді таңдайды?
ru: Почему Заказчики Выбирают Нас?

# FooterAlmatyAddress1
source: 77/7 Alfarabi avenue
kk: Әл-Фараби даңғылы 77/7
ru: Проспект Аль-Фараби 77/7

# FooterAlmatyAddress2
source: Business Center Esentai Tower
kk: Есентай Тауэрс Бизнес Орталығы
ru: Бизнес Центр Есентай Тауэрс

# FooterAlmatyCredentials
source: Almaty. Kazakhstan. 050040
kk: Алматы. Қазақстан. 050040
ru: Алматы. Казахстан. 050040

# FooterOfficeTitle3
source: Almaty
kk: Алматы
ru: Алматы

# HomeSliderSlide0H3
source: FIRST
kk: АЛҒАШҚЫ
ru: ПЕРВЫЙ

# HomeSliderSlide0H3Span0
source: IRATA certified local partner
kk: IRATA cертификатталған жергілікті серіктес
ru: сертифицированный местный партнер IRATA

# SHEQnewsIOSH
source: We are proud to say that we have trained another 25 of our DSL Caspian team (2 courses were conducted) in IOSH Managing Safely in March 2018, the training was done by Neill Moffat, SHEQ Director, Actavo (CMIOSH, FIIRSM), supported by Vladislav Sharafiyev, QC Manager, who interpreted to the team in Russian and Kazakh to ensure all got a deeper understanding of the course and tools in their own language so that they can now manage safely.
kk: Біз 2018 жылдың Наурыз айында, 2 “IOSH Managing Safely” курсы бойынша тағы 25 DSL Caspian қызметкерлерін дайындағанымызды мақтанышпен хабарлаймыз. Оқуы Actavo компаниясының (CMIOSH, FIIRSM) SHEQ директоры Нэйлл Моффат және QC менеджері Владислав Шарафиев қолдауымен өткізілді. Владислав материалдарды орыс және қазақ тілдеріне аударып, әрбір тыңдаушы, қауіпсіздік процестерін одан әрі басқару үшін, өз ана тілінде құралдарды пайдаланудың тереңдетілген түсініктерін және кәсіби дағдыларын алды.
ru: Мы с гордостью сообщаем, что в марте 2018 года мы подготовили еще 25 сотрудников DSL Caspian, прошедших обучение по 2 курсам IOSH Managing Safely. Обучение проводилось Нэйллом Моффатом, директором SHEQ компании Actavo (CMIOSH, FIIRSM), при поддержке Владислава Шарафиева, менеджера QC. Владислав интерпретировал команду на русском и казахском языках, чтобы каждый обучающийся получил глубокое понимание материала по курсу, и профессиональные навыки применения инструментов на своем родном языке, для дальнейшего управления процессами безопасности.

# SHEQpdfIOSH
source: #IOSH
kk: #IOSH3
ru: #IOSH2

# SliderStaticlink
source: more info
kk: Қосымша ақпарат
ru: подробнее

# SliderStaticTextH3part1
source: See
ru: Узнайте

# SliderStaticTextH3part2
source: in SHEQ section…
kk: алу үшін SHEQ бөлімін қараңыз
ru: в разделе SHEQ

# SHEQnewsIOSH2
source: In addition, Jon Sheard (Ersai Construction Manager at Kuryk) came into one of the sessions to lend his support, this really meant a lot to everyone and endorsed our clients support in what we are doing to raise awareness and add more safety leaders to our team to make DSL Caspian and the Kuryk site a safer one.
kk: Сонымен қатар, Джон Шейард өз тәжірибесімен бөлісіп, клиенттерімізге көрсететін қолдау туралы айтып берді. Осының бәрі біздің командаға жоғары білікті мамандарды қосып, DSL Caspian компаниясы және Құрық кен орнының қауіпсіздігін қамтамасыз етті.
ru: Кроме того, Джон Шеард (Ersai Construction Manager месторождение Курык) посетил одну из сессий, чтобы поделиться опытом и оказать поддержку наших клиентов в том, что мы делаем для повышения уровня информированности обучающихся. Все это добавило больше высококлассных специалистов в нашу команду и сделала работу DSL Caspian и месторождение Курык более безопасным.

# SHEQnewsIOSH3
source: This is an extremely important part of our strategy to support the joint venture in Kazakhstan by upskilling as many of the team as possible to help DSL Caspian be the safest company in Kazakhstan, Actavo have now trained 39 of our team over the last six months in IOSH Managing Safely.
kk: Бұл барлық іс-шаралар, біздің командамыздағы адамдардың көпшілігінің құзыреттілігін арттыру арқылы Қазақстандағы бірлескен кәсіпорындарды қолдау стратегиямыздың маңызды бөлігі болып табылады және DSL Caspian компаниясының Қазақстанда ең қауіпсіз индустриалды компаниясы болып табылады. Соңғы алты ай ішінде Actavo компаниясы IOSH қауіпсіз менеджментінде 39 қызметкерді дайындады.
ru: Все эти активности и есть важная часть нашей стратегии по поддержке совместного предприятия в Казахстане путем повышения компетенций как можно большего количества людей нашей команды, а также помогает DSL Caspian быть самой безопасной индустриальной компанией в Казахстане. За последние шесть месяцев, компания Actavo обучила 39 наших сотрудников в сфере безопасного управления IOSH.

# SHEQnewsIOSH4
source: The energy and enthusiasm demonstrated by the team and their appetite to learn is amazing Neill said, they will be the forefront and leaders going out and applying what they have been taught.
kk: Тренинг аяқталғаннан кейін Нэйлл Моффат: «Командалар тренинг кезінде керемет қуат пен ынта көрсетті, ал олардың оқуға деген тәбеті нәтижеге бағытталған. Бұл адамдар осы саланы дамытудың алдыңғы қатарында болады. Ал шынайы басшылар ретінде олар үйреткен нәрселерін батылдықпен қолданады”
ru: Как высказался Нэйлл Моффат: “Энергия и энтузиазм, продемонстрированные командой в ходе обучения, и их аппетит к познанию - удивительны. Эти люди будут в авангарде развития данной области, и как лидеры смело применяют то, чему их научили.”

# TeamEventH2
source: DSL Caspian teambuilding event
kk: DSL Caspian тимбилдинг іс-шара
ru: Тимбилдинг с DSL Caspian

# TeamEventText
source: DSL Caspian has held on 12 May teambuilding event between the employees of the Company
kk: 12 мамырда DSL Caspian компаниясы компания қызметкерлері арасында команда құру іс-шарасын ұйымдастырды
ru: 12 мая DSL Caspian организовали мероприятие по тимбилдингу между сотрудниками компании
