Repository: toremuratb/dsl-caspian
Catalog: DSL/Resources/Resource.*.resx
Languages: kk, ru

# About1SectionText1
source: high quality, innovative industrial solutions across various sectors such as Nuclear, Power, Oil & Gas, Marine, MOD, Offshore and Petrochemical. The company was formed in 2012 on the initiative of
kk: ядролық, энергетикалық, мұнай және газ, теңіз және мұнай-химия секілді түрлі салалардағы компаниялар үшін жоғары сапалы, инновациялық, өнеркәсіптік шешімдерді ұсынамыз. Компания 2012 жылы
ru: высококачественные, инновационные, индустриальные решения для компаний в разных сферах промышленности, таких как ядерная, энергетическая, нефтегазовая, морская, MOD, оффшорная и нефтехимическая. Компания была создана в 2012 году по инициативе

# About1SectionText2
source: subsidiary of
kk: компанияның филиалы
ru: филиал компании

# About1SectionText3
source: a market leader in providing world-class, multi-disciplinary industrial solutions.Our combination of experience, technical expertise, commercial capabilities and determination to deliver, enable our clients to grow and prosper.
kk: әлемдік деңгейдегі көп салалы индустриялық шешімдерді ұсынатын нарық көшбасшысы бастамасымен құрылды. Біздің тәжірибеміз, техникалық біліміміз, коммерциялық мүмкіндіктеріміз және қол жеткізуге деген ұмтылысымыз біздің клиенттеріміздің өсіп-өркендеуіне көмектеседі.
ru: лидер рынка в предоставлении мультидисциплинарных промышленных решений мирового класса. Наше сочетание опыта, технических знаний, коммерческих возможностей и решимости достигать, помогает нашим клиентам расти и процветать.

# About1SectionText4
source: We have an exceptional track record in successfully managing complex projects within short time-frames and are keenly focused on performance in all our dealings. Our team of leading experts ensure that deadlines are met and projects are delivered to the highest standard.
kk: Біз қысқа мерзімде күрделі жобаларды сәтті іске асыруда ерекше тәжірибеміз бар. Біз барлық күш-жігерімізде тиімділікке баса назар аударамыз. Біздің жетекші мамандар командасы міндеттерге сәйкес мерзімдерді сақтауды қамтамасыз етеді және жобалар жоғары стандарттар бойынша жүзеге асырылады.
ru: Мы обладем исключительным опытом успешного внедрения сложных проектов в короткие сроки. Мы фокусируемся на эффективности во всех наших начинаниях. Наша команда ведущих экспертов обеспечивает соблюдение сроков согласно задачам, а проекты выполняются по самым высоким стандартам.

# About1SectionText5
source: is a 50% Kazakh Company and employs a 97% Kazakh workforce, with approximately 1,000 employees, working on a range of projects. Our philosophy is to constantly strive to increase and develop our local team through recruitment, employee development, training, technology transfer and investment.
kk: 50% қазақстандық компания болып табылады және қазақстандық жұмыс күшінің 97% құрайды. Біздің компаниямызда жобалардың кең ауқымы бойынша жұмыс істейтін шамамен 1000 қызметкер бар. Біздің философия - үздік мамандарды жалдау, қызметкерлерді дамыту және оларды оқыту, технологиялар мен инвестициялар туралы білім беру арқылы үнемі біздің команданы жетілдіруге және дамытуға тырысу.
ru: является на 50% казахстанской компанией и состоит на 97% из рабочей силы Казахстана. Наша компания насчитывает около 1000 сотрудников, работающих по широкому ряду проектов. Наша философия заключается в том, чтобы постоянно стремиться к увеличению и развитию нашей команды путем найма лучших специалистов, развития сотрудников и их обучения, передачи знаний о технологиях и инвестициях.

# About1SectionTextAnd
source: and
kk: және
ru: и

# About1SectionTextSpan
source: DSL Caspian provides
kk: DSL Caspian
ru: DSL Caspian предоставляет

# About1SectionTitle
source: Welcome to DSL Caspian
kk: DSL Caspian-ға қош келдіңіз
ru: Добро пожаловать в DSL Caspian

# About2SectionText1
source: is committed to increasing local team and to promoting nationalisation in all the regions in which we operate. We have consistently demonstrated such a commitment in Kazakhstan, to our people, our clients and our partners.
kk: Біз жергілікті команданы ұлғайтуға және жұмыс істейтін барлық аймақтарда жергілікті мамандардың дамуына ықпал етуге тырысамыз. Біз осы міндеттемені Қазақстанда, біздің халқымызға, клиенттерімізге және серіктестерімізге жүйелі түрде енгіздік.
ru: стремиться к увеличению локальной команды и содействию развития местных специалистов во всех регионах, в которых мы работаем. Мы последовательно реализовывали это обязательство в Казахстане, нашем народе, наших клиентах и наших партнерах.

# About2SectionText2
source: There are three main target areas of our Kazakhstani content program (KCP):
kk: Біздің Қазақстандағы толтыру бағдарламасында үш негізгі бағыт бар
ru: Есть три главные области в нашей Программе Казахстанского Содержания

# About2SectionText3
source: Maximization of employment of national personnel
kk: Ұлттық кадрларды барынша жұмыспен қамту
ru: Максимальное трудоустройство национальных кадров

# About2SectionText4
source: Training and development of national personnel
kk: Жергілікті қызметкерлерді оқыту және дамыту
ru: Обучение и развитие местного персонала

# About2SectionText5
source: Utilization of local suppliers, subcontractors and partners
kk: Жергілікті жеткізушілерді, мердігерлерді және әріптестерді барынша тарту
ru: Максимальное вовлечение локальных поставщиков, субподрядчиков и парнеров

# About2SectionTitle
source: Kazakhstani Content Programme
kk: Қазақстандық Қамту Бағдарламасы
ru: Программа Казахстанского Содержания

# About3SectionText1
source: Our vision is to be a recognized leading supplier of oilfield services in our chosen markets. To achieve this, we will:
kk: Біздің көзқарасымыз - біздің өнеркәсібімізде мұнай сервисінің жетекші жеткізушісі ретінде танылу. Ол үшін біз:
ru: Наше видение - быть признанным ведущим поставщиком нефтесервисных услуг в нашей идустрии. Для этого мы будем:

# About3SectionText2
source: Strive to attract and retain the best people
kk: Үздік қызметкерлерді тартуға және сақтауға тырысамыз
ru: Стремиться привлекать и сохранять лучших кадров

# About3SectionText3
source: Use our best endeavours to keep them safe
kk: Олардың қауіпсіздігінің барлық өлшемдерін орындауға тырысамыз
ru: Стараться соблюдать все критерии их безопасности

# About3SectionText4
source: Seek to provide services that are market leading
kk: Біз нарықта жетекші қызметті қамтамасыз етуге тырысамыз
ru: Стремиться предоставлять ведущий сервис на рынке

# About3SectionText5
source: Endeavour to exceed our customers' expectations
kk: Клиенттердің күтулерінен асып кетуге тырысамыз
ru: Стремиться превосходить ожидания заказчиков

# About3SectionTitle
source: Our Vision
kk: Біздің Көзқарасымыз
ru: Наше Видение

# AboutBannerText
source: Innovative and Reliable Industrial Solutions Delivered Safely by Our Highly Skilled Workforce
kk: Инновациялық және Сенімді Өнеркәсіптік Шешімдер
ru: Инновационные и Надежные Индустриальные Решения

# AboutBannerTitle
source: About Us
kk: Біз Туралы
ru: О Нас

# AboutCustomerReviewTitle
source: Customer Reviews
kk: Клиенттердің пікірлері
ru: Отзывы Заказчиков

# AboutFounder1
source: Kassym Abzhanov, Founder, Member of the Board of Directors
kk: Қасым Абжанов, негізін қалаушы, директорлар кеңесінің мүшесі
ru: Касым Абжанов, Основатель, Член Совета Директоров

# AboutFounder2
source: Russel Best, Member of the Board of Directors
kk: Рассел Бест, Директорлар кеңесінің мүшесі
ru: Рассел Бест, Член Совета Директоров

# AboutReview1Text1
source: DSL Caspian are sub-contractor of ErSai Caspian Contractors for Surface preparation, Painting, Rope Access, Insulation and Passive fire Protection within our Kuryk, Karabatan, an Kashagan projects.
kk: DSL Caspian - Құрық, Қарабатан және Қашаған жобаларымыз бойынша жер үсті дайындау, бояу, өнеркәсіптік өрмелеу, оқшаулау және өртке қарсы қызметтер үшін ErSai Caspian Contractors компаниясының қосалқы мердігері.
ru: DSL Caspian является субподрядчиком компании ErSai Caspian Contractors для услуг по подготовки поверхности, окраски, промышленному альпинизму, изоляции и защиты от огня в рамках наших проектов в Курыке, Карабатане, Кашагане.

# AboutReview1Text2
source: As a representative of the company procurement, contacts department we would have no hesitation to recommend DSL Caspian for industrial services projects.
kk: Компанияның сатып алулар бөлімі мен тұтынушылармен жұмыс жөніндегі бөлімнің өкілі ретінде DSL Caspian компаниясын жобаларыңыздағы өнеркәсіптік қызметтер үшін ұсынамыз.
ru: Как представитель отдела закупок компании и отдела по связям с клиентами, мы бы без сомнений рекомендуем DSL Caspian для промышленных услуг в Ваших проектах .

# AboutReview2Text1
source: We are all well aware of your personal contributions to the Kashagan project.
kk: Біз Қашаған жобасына өзіңіздің жеке құндылықтарыңызды еске аламыз.
ru: Мы помним Ваш ценный личный вклад в проект Кашаган.

# AboutReview2Text2
source: This project has it's own complex problems, but with your teams attention to detail and relentless determination to release a quality product on time, it is made our job much easier.
kk: Бұл күрделі жоба болды, бірақ сіздің командаларыңыздың деректемелерге үлкен көңіл бөлетіндігімен, сондай-ақ сапалы өнімді уақтылы шығаруды талап етпейтіндігі арқасында біздің міндеттерімізді орындау әлдеқайда жеңілірек болды.
ru: Это был сложный проект, но благодаря тому, что Ваши команды уделяют большое внимание деталям, также их неустанной решимости своевременно выпускать качественный продукт, выполнение наших задач стало намного легче.

# AboutReview2Text3
source: We proud to have you as part of our team and look forward to your future contribution.
kk: Сіз біздің командаңыздың бір бөлігі екеніңізді мақтан тұтамыз және келесі жобаларға болашақ жарналарыңызды күтеміз.
ru: Мы гордимся тем, что вы являетесь частью нашей команды и с нетерпением ждем ваших будущих вкладов в следующие проекты.

# AboutReview3Text1
source: Startup and Operate Offshore Department would like to express it's graditude to DSL Caspian for adopting the correct attitude and performance, with regard to Health Safety and Enviroment (HSE) activities,during the Due Diligence Project.
kk: Жобаны бастау және теңіз операциялары департаменті Due Diligence жобасында қауіпсіздікті және қоршаған ортаны қорғау (ЕҚ, ҚТ және ҚОҚ) саласындағы қызметке қатысты өзінің кәсіби қарым-қатынасы мен өнімділігі үшін DSL Caspian компаниясына алғысын білдіреді.
ru: Департамент начала проектом и морских операций хотел бы выразить свою благодарность DSL Caspian за профессиональное отношение и производительность в отношении деятельности в сфере безопасности и охране окружающей среды (HSE) во время проекта Due Diligence.

# AboutReview3Text2
source: DSL Caspian employees have been following HSE rules abd contributing in overall D Island HSE perfomance
kk: DSL Каспий қызметкерлері ЕҚ, ҚТ және ҚОҚ ережелерін сақтады және D Island HSE жобасының жалпы жұмысына үлес қосты
ru: Сотрудники DSL Caspian соблюдали правила ОТОСБ и вносили вклад в общую работу проекту D Island в области ОТОСБ

# AboutReview4Text1
source: I would confirm DSL Caspian is currently a sub-contractor of PSNK for Surface preparation, Painting, Rope Access, Insulation and Passive Fire Protection, for our Karabatan and Kashagan projects.
kk: DSL Caspian қазіргі уақытта Қарабатандағы және Қашағандағы біздің жобаларымызға беткі дайындық, кескіндеме, тікелей альпинизм, оқшаулау және пассивті өрт қауіпсіздігіне байланысты жұмыстар үшін PSNK-ның қосалқы мердігері болып табылатындығын растаймын.
ru: Я бы подтвердил, что DSL Caspian в настоящее время является субподрядчиком PSNK по работам, связанным с подготовкой поверхности, окраски, прмоышленному альпинизму, изоляции и пассивной противопожарной защиты для наших проектов в Карабатане и Кашагане.

# AboutReview4Text2
source: Based on DSL's performance to date, I would have no hesitation to consider DSL Caspian for future industrial services projects
kk: DSL жұмысының нәтижелеріне сүйене отырып, DSL Caspian-ті болашақ индустриалдық сервистік жобаларға қарауға қымсынбадым
ru: Основываясь на результатах работы DSL на сегодняшний день, я бы без колебаний рассмотрел DSL Caspian для будущих проектов промышленных услуг

# AboutReview5Text1
source: DSL Caspian, in regard to the excellent job you and your staff have done over the past several months, in relation to the insulation repair programm, for Maintenance, held Offshore on the Kashagan Project.
kk: DSL Caspian компаниясы сіз және сіздің қызметкерлеріңіз соңғы бірнеше ай ішінде Қашаған жобасындағы теңізде оқшаулауды жөндеу бағдарламасының аясында жасаған тамаша жұмысына қатысты.
ru: DSL Caspian, в отношении отличной работы, которую Вы и Ваши сотрудники провели в течение последних нескольких месяцев по программе обслуживания по ремонту изоляции на море в проекте Кашаган.

# AboutReview5Text2
source: It was quite undertaking but it all went smoothly and efficiently, thanks the whole teams positive attitude, HSE record and on producing a quality and professional job.
kk: Бұл өте қиын болды, бірақ барлық команданың оң көзқарасы, ЕҚ, ҚТ және ҚОҚ саласындағы жобалық тәжірибесі арқасында сапалы және кәсіби жұмыс жүргізілді.
ru: Это было довольно сложно, но все прошло гладко и эффективно, благодаря позитивному отношению всей команды, проектному опыту в области ОТОСБ и проведению качественной и профессиональной работы.

# AboutReview5Text3
source: You and your team should take great pride in this achievement.
kk: Сіз және сіздің командаңыз осы жетістігімен мақтан тұтады.
ru: Вы и Ваша команда должны гордиться этим достижением.

# CareerAdressSubtitle1
source: Head Office
kk: Бас Кеңсе
ru: Главный Офис

# CareerAdressSubtitle2
source: Operation
kk: Операция
ru: Операция

# CareerBannerText
source: We strive to increase and develop our local team in all regions in which we operate.
kk: Біз өз жұмысымыздың барлық өңірлерінде жергілікті топты жетілдіруге және дамытуға ұмтыламыз.
ru: Мы стремимся к увеличению и развитию нашей местной команды во всех регионах, в которых мы работаем.

# CareerBannerTitle
source: Career
kk: Мансап
ru: Карьера

# CareerFormButtonSend
source: Send
kk: Жіберу
ru: Отправить

# CareerFormName
source: Name
kk: Аты
ru: Имя

# CareerFormTitle
source: Send Us Your CV
kk: Өз Түйіндемеңізді Жіберіңіз
ru: Отправить нам Ваше резюме

# CareerFormUpload
source: Upload
kk: Жүктеу
ru: Загрузить

# CareerMainTitle
source: We Need Your Skill in Our Team
kk: Біздің команда сіздің дағдыларыңыз қажет
ru: Нашей команде нужны Ваши навыки

# CareerManagerName
source: Zharas Akkulov
kk: Жарас Аккулов
ru: Жарас Аккулов

# CareerManagerPosition
source: , HR/IR Manager
kk: , HR/IR Менеджері
ru: , HR/IR Менеджер

# CareerSection1Text1
source: policy is to focus on hiring local Kazakh engineering, management and craft personnel. Our focus for developing and growing the company is to recruit, train and develop local personnel using the following strategies:
kk: DSL Caspian-ның саясаты жергілікті қазақстандық машина жасау, менеджмент және жоғары кәсіби қызметкерлерді жалдау мәселелеріне бағытталады. Компанияның дамуы мен өсуіне назар аудару біздің жергілікті персоналды келесі стратегияларды қолдана отырып тарту, оқыту және дамыту болып табылады:
ru: Политика DSL Caspian заключается в том, чтобы сфокусироваться на найме местного казахстанского инженерного, управленческого и высоко-профессионального персонала. Наша нацеленность на развитие и рост компании заключается в привлечении, обучении и развитии местного персонала, используя следующие стратегии:

# CareerSection1Text1Li1
source: Increase the number of national citizens employed by DSL Caspian.
kk: DSL Caspian Қазақстанның азаматтарын жұмыспен қамтуды арттыру
ru: Увеличение найма граждан РК в DSL Caspian

# CareerSection1Text1Li2
source: Actively source qualified and skilled national employees
kk: Білікті және тәжірибелі тіркеу қызметкерлерін белсенді тарту.
ru: Активное вовлечение квалифицированных и опытных локальных сотрудников

# CareerSection1Text1Li3
source: Develop our own personnel through on-going, training and mentoring, and arranging specialist training courses overseas, where appropriate
kk: Біз өз қызметкерлерімізді үздіксіз оқыту және тәлімгерлік арқылы көбейтеміз және қажет болған жағдайда шетелде арнайы курстар ұйымдастырамыз.
ru: Взращивать собственный персонал посредством непрерывного обучения и наставничества, а также, при необходимости, организуя специальные курсы обучения за рубежом.

# CareerSection1Text1Li4
source: Collaborate with local educational institutions to employ qualified graduates
kk: Білікті түлектерді жалдауға жергілікті білім беру мекемелерімен ынтымақтастық.
ru: Сотрудничество с местными учебными заведениями, чтобы нанимать квалифицированных выпускников.

# CareerSection1Text1Li5
source: Work together with our Clients to organise training for our people working on client’s sites
kk: Клиенттермен бірлесіп, біздің мамандар даярлауды ұйымдастыру үшін жұмыс істеңіз.
ru: Совместно работать с нашими Клиентами, чтобы организовать обучение своих специалистов, уже задействованных на объектах клиентов.

# CareerSection1Text1Li6
source: Provide funds and resources for education and training of local citizens
kk: Жергілікті қызметкерлерді оқыту және оқыту үшін ресурстар мен ресурстарды қамтамасыз ету
ru: Предоставлять средства и ресурсы для обучения и обучения местных кадров

# CareerSection2Title
source: Vacancies
kk: Мансаптар
ru: Вакансии

# CareerVacancySubtitle1
source: Scaffolding
kk: Құрылыс Салаптары
ru: Строительные леса

# CareerVacancySubtitle2
source: Insulation
kk: Оқшаулау
ru: Изоляция

# CareerVacancySubtitle3
source: Rope Access
kk: Өнеркәсіптік Альпинизм
ru: Промышленный Альпинизм

# CareerVacancyTitle1
source: Senior Engineer
kk: Аға инженер
ru: Старший инженер

# CareerVacancyTitle2
source: Insulation Specialist
kk: Оқшаулау жөніндегі маман
ru: Специалист по изоляции

# CareerVacancyTitle3
source: Rope access Specialist
kk: Өнеркәсіптік альпинизм бойынша маман
ru: Специалист по промышленному альпинизму

# Clean1SectionText1
source: provides onshore and offshore cleaning and decontamination services, supporting blue-chip clients based principally in the oil and gas, petrochemical, heavy industry, manufacturing and pharmaceutical sectors. We use a wide range of safe Industrial Cleaning techniques such as: high pressure water jetting, high airflow vacuum services and chemical decontamination processes.
kk: құрлықта және теңізде тазалау және дезинфекция қызметтерін ұсынады, негізінен мұнай-газ, мұнай-химия, ауыр өнеркәсіп, өндіріс және фармацевтика салаларында көгілдір-чипті тұтынушыларға қолдау көрсетеді. Біз жоғары қысымды су ағыны, жоғары жылдамдықтағы ауа ағыны және химиялық залалсыздандыру сияқты қауіпсіз өнеркәсіптік тазалау технологиясының кең спектрін қолданамыз.
ru: оказывает услуги по очистке и обеззараживанию на суше и в море, поддерживая клиентов «голубых фишек», главным образом в нефтегазовой, нефтехимической, тяжелой промышленности, производстве и фармацевтическом секторе. Мы используем широкий спектр безопасных промышленных технологий очистки, таких как: струйная вода под высоким давлением, высокая скорость воздушного потока и химическая дезактивация.

# Clean1SectionText2
source: We undertake industrial cleaning works daily on heavy industrial sites across the country. We understand the importance of this discipline in relation to safety, preventative maintenance, equipment life expectancy and the general health and wellbeing of our teams and operatives.
kk: Біз күн сайын еліміздегі ауыр өндірістік нысандарда өндірістік тазалау жұмыстарын жүргізіп жатырмыз.
ru: Мы ежедневно проводим промышленные очистные работы на тяжелых промышленных объектах по всей стране. Мы понимаем важность этой дисциплины в отношении безопасности, профилактического обслуживания, ожидаемой продолжительности жизни оборудования, общего состояния здоровья и благополучия наших команд и полевых сотрудников.

# Clean1SectionTextLi1
source: Cleaning of industrial equipment
kk: Өндірістік Жабдықты Тазалау
ru: Очистка промышленного оборудования

# Clean1SectionTextLi2
source: General deposit removal
kk: Шөгінділерді кешенді алып тастау.
ru: Комплексное удаление отложений

# Clean1SectionTextLi3
source: Process pipework descaling
kk: Құбырдың шкаласын алып тастау
ru: Удаление накипи трубопровода

# Clean1SectionTextLi4
source: Tank cleaning and de-sludging.
kk: Танк тазалау және шөгінділерді жою.
ru: Очистка резервуаров и удаление осадков.

# Clean1SectionTextLi5
source: Stripping coatings and preparing surfaces
kk: Қаптамаларды тазалау және беттерді дайындау.
ru: Зачистка покрытий и подготовка поверхностей.

# Clean1SectionTextLi6
source: Removing and transferring wet or dry materials
kk: Ылғал және құрғақ материалдарды алу және ауыстыру
ru: Удаление и перевоз влажных или сухих материалов

# Clean1SectionTextLi7
source: Removing heavy sludge, silt or other viscous materials from great depth or long distances
kk: Ауыр шөгінділерді, қылшықты немесе басқа тұтқыр материалдарды үлкен тереңдіктен алу, сондай-ақ оларды ұзақ қашықтыққа тасымалдау.
ru: Извлечение тяжелого осадка, ила или других вязких материалов с большой глубины или их перевозка на большие расстояния.

# Clean1SectionTitle
source: About Industrial Cleaning
kk: Өндірістік Тазалау
ru: О Промышленной Очистке

# CleanBannerText
source: We provide a wide range of industrial cleaning and decontamination services.
kk: Өндірістік тазалау және дезинфекциялау бойынша қызметтердің кең спектрін ұсынамыз.
ru: Мы предоставляем широкий спектр услуг по промышленной очистке и обеззараживанию.

# CleanBannerTitle
source: Industrial Cleaning
kk: Өндірістік Тазалау
ru: Промышленная Очистка

# CleanChoose1
source: Onshore/offshore cleaning
kk: Жер немесе Теңізде Тазалау
ru: Очистка на Суше или Море

# CleanChoose2
source: Working across the country
kk: Барлық елде жұмыс істейді
ru: Работа по всей старне

# CleanChoose3
source: Preventative maintenance
kk: Алдын-ала күтім жасау
ru: Профилактическое обслуживание

# ContactBannerText1
source: Have questions, need callback?
kk: Сұрақтарығыз бар ма?
ru: У вас есть вопросы?

# ContactBannerText2
source: Send us a message
kk: Хабарды жіберу
ru: Отправьте сообщение

# ContactBannerTitle
source: Contact Us
kk: Бізбен Байланысыңыз
ru: Свяжитесь с Нами

# ContactCity1
source: Atyrau
kk: Атырау
ru: Атырау

# ContactCity2
source: Aktau
kk: Ақтау
ru: Актау

# ContactFormButton
source: Send
kk: Жіберу
ru: Отправить

# ContactFormCName
source: Company Name
kk: Компанияның атауы
ru: Наименование Компании

# ContactFormMessage
source: Message
kk: Хабарлама
ru: Сообщение

# ContactFormName
source: Name
kk: Атауы
ru: Наименование

# ContactFormPhone
source: Phone
kk: Телефон
ru: Телефон

# ContactMainTitle
source: Get in Contact
kk: Бізбен Байланысыңыз
ru: Свяжитесь с Нами

# DownloadOur
source: Download Our Brochure
kk: Біздің брошюраны жүктеңіз
ru: Загрузить Нашу Брошюру

# FooterAktauAddress1
source: Business center Nur Plaza, office 53
kk: Нұр Плаза Бизнес Орталығы,
ru: Бизнес центр Нур Плаза, офис 53

# FooterAktauAddress2
source: Mcr. 29 «а»
kk: 53 офис, 29а ықшам ауданы
ru: мкр. 29 «а»

# FooterAktauCredentials
source: 130000, Aktau, Kazakhstan
kk: 130000, Ақтау, Қазақстан
ru: 130000, Актау, Казахстан

# FooterAtyrauAddress1
source: Bakhyt business centre, 3rd floor
kk: Бахыт Бизнес Орталығы, 3 қабат
ru: Бизнес центр Бахыт, 3 этаж

# FooterAtyrauAddress2
source: 12A, Abay street
kk: 12А Абая көшесі
ru: улица Абая 12А

# FooterAtyrauCredentials
source: 060002, Atyrau, Kazakhstan
kk: 060002, Атырау, Қазақстан
ru: 060002, Атырау, Казахстан

# FooterCopyright
source: Developed By
kk: Әзірленген
ru: Разработано

# FooterOfficeTitle1
source: Atyrau
kk: Атырау
ru: Атырау

# FooterOfficeTitle2
source: Aktau
kk: Ақтау
ru: Актау

# FooterPartners
source: Our Partners :
kk: Біздің серіктестеріміз:
ru: Наши Партнеры:
